[["0",{"pageContent":"1\n\nEMT CANDIDATE HANDBOOK\n\n2022\n\fOUR MISSION\n\nTO SERVE AS THE NATIONAL EMS CERTIFICATION ORGANIZATION BY PROVIDING A\nVALID, UNIFORM PROCESS TO ASSESS THE KNOWLEDGE AND SKILLS REQUIRED F\u0003 OR\nCOMPETENT PRACTICE BY \u0003EMS PROFESSIONALS THROUGHOUT THEIR CAREERS AND\nBY MAINTAINING A REGISTRY OF CERTIFICATION STATUS.","metadata":{"loc":{"lines":{"from":1,"to":11}}}}],["1",{"pageContent":"COPYRIGHT © 2019 National Registry of Emergency Medical Technicians, Inc., Columbus, OH.\nAll Rights Reserved. The Registry authorizes you to view, copy, print, and distribute this material provided (1) that the material is used for educational\npurposes only; (2) the above copyright notice appears on every copy of the materials; and (3) no materials or graphics are modified or altered in any way. Any\nrights not expressly granted herein are reserved by the NREMT.\nHandbook Issue 1\nVerify issue and revision status of document before using. The web address for the latest version of the handbook is:\nhttps://content.nremt.org/static/documents/NREMT_EMTHandbook.pdf\n\fCONTENTS                    04 HANDBOOK PURPOSE\n                            04 NATIONAL REGISTRY CERTIFICATION\nPART 1                      04 ABOUT THE NATIONAL REGISTRY\n                            05 CERTIFICATION PROCESS OVERVIEW\nOVERVIEW                    06 CONTACT INFORMATION","metadata":{"loc":{"lines":{"from":13,"to":24}}}}],["2",{"pageContent":"PART 2                      07 CANDIDATE AGREEMENT\n                            07 REQUIREMENTS\nCANDIDATE RESPONSIBILITIES  07 CODE OF CONDUCT\n                            08 UPDATING PERSONAL INFORMATION\nPART 3                      08 PEACE OFFICER POLICY\n\nCERTIFICATION PROCESS       09 ACCOUNT CREATION\n                            09 REGISTRATION\nPART 4                      09 PROFILE INFORMATION\n                            11 THE APPLICATION\nCOGNITIVE EXAM              12 APPLICATION REVIEW\n                            12 DEADLINES\nPART 5                      12 APPLICATION FEES\n                            12 HOW TO CHECK ON YOUR APPLICATION AND EXAM RESULTS\nCERTIFICATION POLICIES      14 GAINING CERTIFICATION\n                            14 RECERTIFICATION","metadata":{"loc":{"lines":{"from":26,"to":41}}}}],["3",{"pageContent":"15 EXAM FORMAT\n                            16 AUTHORIZATION TO TEST (ATT)\n                            17 SCHEDULING\n                            17 CONTACTING THE REGISTRY VS PEARSON VUE\n                            18 TAKING THE EXAM\n                            18 EXAM RESULTS\n                            19 RETESTING\n                            20 EXAM REVIEW\n\n                            21 ACCOMMODATIONS\n                            21 APPEALS\n                            22 CANDIDATE RETESTING AT REQUEST OF THE REGISTRY\n                            22 COMPLAINTS\n                            22 CRIMINAL CONVICTIONS\n                            22 DENIAL OR REVOCATION OF CERTIFICATION\n                            23 IMPARTIALITY\n                            23 NONDISCRIMINATION AND FAIRNESS\n                            23 PRIVACY\n\fPART 1:                                                            4\n\nOVERVIEW","metadata":{"loc":{"lines":{"from":43,"to":63}}}}],["4",{"pageContent":"HANDBOOK PURPOSE                                                   Successfully obtaining National Registry certification does not\n                                                                   grant you the right to practice. You must obtain a state-issued\nWe are excited you are working on National Registry                license in order to legally practice as an AEMT. In many states,\ncertification.                                                     National Registry certification is one of the requirements to\n                                                                   earn a state license to practice.\nWe want to prepare you so that you know what to do to get\ncertified. This handbook contains information on National          ABOUT THE NATIONAL REGISTRY\nRegistry certification. It explains your responsibilities and the\nsteps to earn certification. It also explains how exams work       The National Registry of Emergency Medical Technicians","metadata":{"loc":{"lines":{"from":65,"to":73}}}}],["5",{"pageContent":"Registry certification. It explains your responsibilities and the\nsteps to earn certification. It also explains how exams work       The National Registry of Emergency Medical Technicians\nand what the certification policies are. Please read the entire    serves as the Nation’s Emergency Medical Services\nhandbook.                                                          Certification organization. The mission of the National Registry\n                                                                   of Emergency Medical Technicians has always been centered\nThis handbook is for candidates who are completing or have         on protecting the public and advancing the EMS profession.\nrecently completed an educational program.                         The National Registry:\n                                                                   • Establishes eligibility requirements for applicants for\nYou may have concerns that are not addressed in this","metadata":{"loc":{"lines":{"from":73,"to":81}}}}],["6",{"pageContent":"• Establishes eligibility requirements for applicants for\nYou may have concerns that are not addressed in this\nhandbook. For those questions, we are pleased to serve you           National Registry certification\nthrough our website, call center and email.                        • Develops exam (cognitive)\n                                                                   • Establishes recertification requirements\nNATIONAL REGISTRY CERTIFICATION                                    • Reviews applicants’ self-disclosed criminal convictions and","metadata":{"loc":{"lines":{"from":81,"to":86}}}}],["7",{"pageContent":"We use exams to make sure candidates have the knowledge              actions taken against their healthcare related professional\nand skills needed to be an Emergency Medical Technician              licenses\n(EMT). The exams are the same across the country to make           • Monitors certification status of registrants and takes\nsure that everyone meets the same standards. As a result,            appropriate action against the certification when apprised of\nthe EMT certification lets the public, healthcare providers,         adverse licensure actions and criminal convictions\nemployers, and others know that you have the knowledge and         • Provides to licensing or designated authorizing agencies\nskills to work safely and effectively.                               obtained adverse licensure action and criminal conviction\n                                                                     information regarding registered EMS professionals\n    FAQ: What is the difference between National","metadata":{"loc":{"lines":{"from":88,"to":96}}}}],["8",{"pageContent":"information regarding registered EMS professionals\n    FAQ: What is the difference between National\n    Registry certification and state licensure?                    The Registry does not:\n    Having the Registry certification means you have met           • Establish, accredit, or approve education programs for\n    a set of standards and that you have the knowledge\n    and skills required for an EMT position. A license is            certification or recertification\n    the legal right to practice as an EMS professional             • Assess job performance\n    within a set scope of practice and is granted by a             • Assess fitness for all aspects of job performance (physical,\n    state or other legally recognized authority.\n                                                                     mental, criminal background clearance)","metadata":{"loc":{"lines":{"from":96,"to":105}}}}],["9",{"pageContent":"state or other legally recognized authority.\n                                                                     mental, criminal background clearance)\n                                                                   • Investigate complaints regarding EMS practice\n                                                                   • Establish scopes of practice or standards of care\n                                                                   • Establish job-related standards of professional behavior\n\f                                                         EMT HANDBOOK - OVERVIEW 5","metadata":{"loc":{"lines":{"from":105,"to":110}}}}],["10",{"pageContent":"CERTIFICATION PROCESS OVERVIEW\n\nThe first four steps in this process are the following:\n\nSTEP  BEGIN AN EDUCATION PROGRAM\n\n1     Before you can apply for EMT certification, you must be enrolled in an initial education program.\n\nSTEP  CREATE ACCOUNT\n\n2     Once you are enrolled in an EMT educational program, create your National Registry account.\n\nSTEP  SUBMIT APPLICATION AND PAYMENT\n\n3     Submit your application about four weeks before you complete your program. Your Program Director\n      needs to approve your application. The Director will approve your application when you complete the\n      course requirements.The payment for your cognitive exam is due when you are ready to test.\n\nSTEP  REGISTER FOR EXAM","metadata":{"loc":{"lines":{"from":112,"to":130}}}}],["11",{"pageContent":"STEP  REGISTER FOR EXAM\n\n4     You need three things for your application to be complete: submitted application, submitted payment,\n      and your Program Director’s approval. Once your application is complete, we will update your National\n      Registry account with your Authorization to Test (ATT) within 1-2 business days.\n\n      You have 90 days from the day we issue your ATT to complete your cognitive exam. You will lose your\n      ATT and the money you paid if you do not use your ATT in 90 days.\n\n      Go to the Pearson VUE website to schedule your cognitive exam. After your exam, your results will post\n      to your National Registry account within 1-2 business days.\n\f                                                                                          EMT HANDBOOK - OVERVIEW 6\n\nCONTACT INFORMATION\n\nContact the Registry with questions about your certification application, the cognitive or psychomotor exam, or certification\npolicies:","metadata":{"loc":{"lines":{"from":130,"to":146}}}}],["12",{"pageContent":"CONTACT INFORMATION\n\nContact the Registry with questions about your certification application, the cognitive or psychomotor exam, or certification\npolicies:\n\nType of Questions                National Registry Contact Infor-\nGeneral                          mation\n\nNREMT Accounts, Applications,    Website: www.nremt.org     Address for applications and  Address for packages and\nName Changes, and General        Telephone: 1-614-888-4484  check or money orders:        general mail:\nQuestions                        Fax: 1-614-396-2428        The National Registry         6610 Busch Blvd\nScheduling Exams, Cognitive and                             PO Box 77200                  Columbus, OH 43229\nPsychomotor Exam                                            Detroit, MI, 48277-2000\nResults\nRecertification                  support@nremt.org\nAccommodations\nCriminal Convictions             support@nremt.org","metadata":{"loc":{"lines":{"from":146,"to":162}}}}],["13",{"pageContent":"support@nremt.org\n                                 accommodations@nremt.org\n                                 support@nremt.org\n\nContact Pearson VUE with questions about Pearson VUE login assistance and scheduling or rescheduling cognitive exams:\n\nWebsite     www.pearsonvue.com/nremt/\nTelephone   1-866-673-6896\nEmail Form  https://home.pearsonvue.com/test-taker/customer-service/Email-form-americas-professional.aspx\nAddress     Pearson Professional Testing, 5601 Green Valley Drive, Bloomington, MN 55437\n\nContact your State EMS Office. The Registry has a State EMS Office contact list for your convenience. Follow the link below and\nselect your state to find their contact information: www.nremt.org/rwd/public/states/state-ems-agencies\n\fPART 2:                                                          7\n\nCANDIDATE\n\nRESPONSIBILITIES\n\nCANDIDATE AGREEMENT                                              CODE OF CONDUCT","metadata":{"loc":{"lines":{"from":164,"to":183}}}}],["14",{"pageContent":"CANDIDATE\n\nRESPONSIBILITIES\n\nCANDIDATE AGREEMENT                                              CODE OF CONDUCT\n\nYou must agree to follow all National Registry policies,         For you to gain National Registry certification or recertification,\nprocesses and procedures. The act of submitting your             the National Registry Code of Conduct requires that you:\napplication means that you agree to follow them. When you\nsubmit the application, you are saying that you have read,       • Comply with all policies and rules of the Registry\nunderstand, and agree to follow them.                            • Provide full, truthful, and updated information to the","metadata":{"loc":{"lines":{"from":183,"to":193}}}}],["15",{"pageContent":"These policies contain important information about how             Registry on any application for certification or recertification,\ncertification works and your rights and responsibilities as a      or in any other communication to the Registry\ncandidate. It is your responsibility to read and understand      • Provide accurate documentation of the training requirements\nthem.                                                              for certification\n                                                                 • Accurately represent to the public your National Registry\nPlease read the next three sections (Requirements, Code of         certification status\nConduct, and Terms of Certification) and contact us if you have  • Adhere to the highest standards of professionalism and\nany questions.                                                     ethics\n                                                                 • At all times, be eligible for or hold a full and unrestricted","metadata":{"loc":{"lines":{"from":195,"to":203}}}}],["16",{"pageContent":"• At all times, be eligible for or hold a full and unrestricted\nREQUIREMENTS                                                       license to practice as an EMS professional under the laws of\n                                                                   the licensing or authorizing agency of the jurisdiction(s) in\nIndividuals applying for EMT certification must meet the           which you practice\nfollowing requirements:                                          • Protect the security and integrity of the National Registry\n                                                                   certification and exam process. You will not copy, reproduce,\n1. Successful completion of a state-approved EMT course that       disclose, disseminate, or remove any exam-related materials\n    meets or exceeds the National Emergency Medical Services       from the test site or attempt to do so\n    Education Standards for the EMT","metadata":{"loc":{"lines":{"from":203,"to":211}}}}],["17",{"pageContent":"meets or exceeds the National Emergency Medical Services       from the test site or attempt to do so\n    Education Standards for the EMT\n        • Candidates must have completed the course within\n          the past two years and the course Program Director\n          must verify successful course completion on the\n          Registry website","metadata":{"loc":{"lines":{"from":211,"to":216}}}}],["18",{"pageContent":"2. Have a current CPR-BLS for “Healthcare Provider” or\n    equivalent credential\n\n3. Successful completion of the National Registry cognitive\n    (knowledge) exam and a state approved psychomotor\n    (skills) exam\n\n4. Passed portions of the cognitive and psychomotor exam\n     remain valid for 24 months, provided all other eligibility\n     requirements are met. For candidates with a course\n     completion date prior to November 1, 2018, passed\n     portions of each examination are valid for 12 months.\n     Provided all other entry requirements are met.\n\f                                                                   EMT HANDBOOK - CANDIDATE RESPONSIBILITIES 8\n\nUPDATING YOUR PERSONAL INFORMATION                                 PEACE OFFICER POLICY","metadata":{"loc":{"lines":{"from":218,"to":233}}}}],["19",{"pageContent":"You must notify the Registry within 30 days of any of the          A Peace Officer (a person whose primary duties involve\nfollowing:                                                         the enforcement of laws and preserving the public peace,\n                                                                   including, police officers, sheriffs, deputy sheriffs, marshals,\n• A change in address, email address, telephone number,            correction officers and special agents) taking a National\n  state of employment, and/or licensure (through your online       Registry examination may carry their firearm into the testing\n  Registry profile)                                                center where the individual testing center permits firearms in\n                                                                   their facilities. Except for the circumstances set forth above,","metadata":{"loc":{"lines":{"from":235,"to":241}}}}],["20",{"pageContent":"their facilities. Except for the circumstances set forth above,\n• Any change that might impact eligibility for certification or    weapons of any kind (firearms, batons, tasers etc.) are not\n  recertification including but not limited to:                    permitted inside the testing centers. Some testing centers may,\n     1. Any disciplinary action by any authorizing or licensing    in accordance with local law, prohibit firearms in their facilities.\n         body that has resulted in the suspension, revocation,\n         or any restriction placed on the individual’s license or  All Peace Officers should be prepared to present their Peace\n         right to practice                                         Officer identification or credentials if they wish to carry their\n     2. Any voluntary surrender of any healthcare certification    firearm into the testing center at testing centers that permit","metadata":{"loc":{"lines":{"from":241,"to":248}}}}],["21",{"pageContent":"2. Any voluntary surrender of any healthcare certification    firearm into the testing center at testing centers that permit\n         or license while under investigation or instead of        firearms on the premises. Individual testing centers may be\n         disciplinary action                                       contacted by phone to inquire about the firearm policy for\n     3. Any felony conviction                                      Peace Officers.","metadata":{"loc":{"lines":{"from":248,"to":251}}}}],["22",{"pageContent":"It is important to keep all personal information updated.          In the event the Peace Officer is testing at a test center that\n                                                                   does not permit firearms in their facility, the firearm will not be\nPOLICIES                                                           permitted. Firearm(s) are not allowed to be stored in the test\n                                                                   center. The Peace Officer will be given the option to reschedule\nTo learn more about the National Registry policies please visit,   their examination.\nour general policies page.\n\nHere you will find more information including but not limited\nto, the certification policies, eligibility, and examinations.\n\fPART 3:                                                                 9\n\nCERTIFICATION\n\nPROCESS","metadata":{"loc":{"lines":{"from":253,"to":266}}}}],["23",{"pageContent":"If you already have an account, go to The Application section.                        FAQ: The Registry asks for middle initial only, but\n                                                                                      my middle name is on my ID/ driver’s license. Is that\nACCOUNT CREATION                                                                      okay?\n                                                                                      The Registry profile/account only allows candidates to\nTo create an account, follow these steps:                                             enter one middle initial. The middle initial is optional.\n1. Go to www.nremt.org                                                                A blank middle initial will not prevent you from testing.\n2. Select the red “Sign In” button on the Registry home page                          If the initial on your account matches the first initial","metadata":{"loc":{"lines":{"from":268,"to":274}}}}],["24",{"pageContent":"2. Select the red “Sign In” button on the Registry home page                          If the initial on your account matches the first initial\n                                                                                      of your middle name on your ID/driver’s license, you\n    OR select the blue “Create an Account” button                                     should not have any problems testing.\n3. Enter your social security number and then select “Submit”\n4. If you receive an alert message stating your social security         4. Select the following user role: “EMS Professional Role”","metadata":{"loc":{"lines":{"from":274,"to":278}}}}],["25",{"pageContent":"number is already in use with another account, you can              5. Read and check the attestation at the bottom of the page\n    recover information via the website or by calling 614-888-\n    4484                                                                6. Select the “Submit” button\n5. Select the “Submit” button\nNext, you will be taken through the Registration Process.               Next, you will be logged out of the account, and will need to log\n                                                                        back in with your username and password. After logging back\nREGISTRATION                                                            in, you will then complete your Profile Information.","metadata":{"loc":{"lines":{"from":280,"to":286}}}}],["26",{"pageContent":"After creating your account, you will need to follow these              PROFILE INFORMATION\nsteps to complete your profile registration:\n                                                                        After creating your account, you will need to follow these\n1. Enter the following account information:                             steps to complete your Profile registration:\n   a. Username\n   b. Password                                                          After the registration process, you will have to log back in to\n                                                                        your Profile page. You will need to fill out the required fields\n2. Enter your personal information:                                     below to complete your Profile Information:\n   a. First Name\n   b. Middle Initial                                                    1. Personal Information:\n   c. Last Name                                                            a. First Name","metadata":{"loc":{"lines":{"from":288,"to":298}}}}],["27",{"pageContent":"a. First Name\n   b. Middle Initial                                                    1. Personal Information:\n   c. Last Name                                                            a. First Name\n        • Important to note: Enter your name as it appears on              b. Middle Initial\n          the forms of identification you will take with you to            c. Last Name\n          your exam site. How you enter your name in your                  d. Date of Birth\n          profile is how it will appear on all cards, certificates, or     e. Social Security Number\n          official documentation sent to you from the Registry.","metadata":{"loc":{"lines":{"from":298,"to":305}}}}],["28",{"pageContent":"3. Enter your contact information:\n   a. Email\n   b. Phone\n\f2. Mailing Address:                                                                   EMT HANDBOOK - CERTIFICATION PROCESS 10\n   a. Address\n   b. City                                                       FAQ: My name, suffix, social security number, or\n   c. Country                                                    birthday is wrong. How do I update this?\n   d. State                                                      If your name, social security number or birthdate\n   e. Zip Code                                                   are wrong on your account, you will need to email\n                                                                 support@nremt.org with legal documentation of\n3. Contact Information:                                          the correct information. Legal documents that can\n   a. Select Phone Type                                          be used to update the account are Social Security","metadata":{"loc":{"lines":{"from":307,"to":318}}}}],["29",{"pageContent":"a. Select Phone Type                                          be used to update the account are Social Security\n   b. Personal Email                                             card, valid driver’s license or government ID, or\n   c. Work Email                                                 legal name change documents. If the name on your\n   d. You may choose to uncheck the boxes for the following      account does not match your ID for testing you will\n       selections if you do not wish to receive notifications    need to update it – this includes adding additional\n          • Subscribe to Registry newsletters, alerts, and       middle or last names, suffixes (Sr., Jr. or IV) or\n             emails                                              changes due to marital status.\n          • Sign up for SMS/text alerts: Message and data\n             rates may apply                                     FAQ: My address is incorrect. How do I change it?","metadata":{"loc":{"lines":{"from":318,"to":326}}}}],["30",{"pageContent":"• Sign up for SMS/text alerts: Message and data\n             rates may apply                                     FAQ: My address is incorrect. How do I change it?\n                                                                 If you need to update your address, you can do this\nThe following sections are optional and do not have to be        by logging into your National Registry account.\ncompleted to save your profile. The Registry uses the following  Click on the settings button in the upper right-hand\nfields for research and administrative tasks. Please enter any   corner of the webpage, then click on “Edit NREMT\ninformation you wish to share before saving your profile.        Profile Information.” From there you can make the\n                                                                 needed changes to your account.\n4. Professional Information:\n   a. Primary Employer Type                                      If your address does not match your ID when you","metadata":{"loc":{"lines":{"from":326,"to":335}}}}],["31",{"pageContent":"4. Professional Information:\n   a. Primary Employer Type                                      If your address does not match your ID when you\n   b. EMS Employment Status                                      go to test, that is okay. You need the information\n   c. Primary EMS Responsibilities                               on your account to be accurate so that any\n   d. EMS Service Type                                           communication sent from the Registry can reach\n   e. Volunteer Status                                           your current mailing address.\n   f. States Licensed in as EMS Provider\n   g. Initial Year of State EMS Licensure                        FAQ: How long does it take to process my name\n                                                                 change request?\n5. Demographic Information:                                      Name change requests are processed within","metadata":{"loc":{"lines":{"from":335,"to":344}}}}],["32",{"pageContent":"change request?\n5. Demographic Information:                                      Name change requests are processed within\n   a. Highest Level of Education Completed                       3-5 business days, provided we have all the\n   b. Sex                                                        needed documents. We process all requests by\n   c. Ethnicity                                                  date received. During higher volume times, this\n   d. Race                                                       timeframe could be longer.","metadata":{"loc":{"lines":{"from":344,"to":349}}}}],["33",{"pageContent":"Once everything is completed, scroll to the bottom of the        FAQ: How long will it take for Pearson VUE to\npage and select “Save.” You can then go the CBT Candidate        receive my name change?\nDashboard to start your application.                             Once we have updated your name in the Registry\n                                                                 system it can take up to one business day to update\nTHE APPLICATION                                                  to Pearson VUE.\n\nAfter you complete your profile, begin the EMT application.\n\n1. From the CBT Candidate Dashboard, click on the blue\n\f                                                                     EMT HANDBOOK - CERTIFICATION PROCESS 11","metadata":{"loc":{"lines":{"from":351,"to":360}}}}],["34",{"pageContent":"button “Create Certification Application”                            a. Select state/location from drop down menu\n                                                                        b. Select “Next”\n2. Verify your Personal Information:\n   a. Name                                                           9. EMS Education Program:\n   b. Address                                                           a. Select EMS program\n   c. Home Phone                                                        b. Select “Next”\n   d. Email\n   e. Select “Next”                                                  10. Program Section (you may see this if your program has\n                                                                     designated Program Sections):\n3. Choose one of the following Credentials Delivery\nMethods to let us know how you want to receive your                     a. Select Program Section - If you have not been given","metadata":{"loc":{"lines":{"from":362,"to":372}}}}],["35",{"pageContent":"3. Choose one of the following Credentials Delivery\nMethods to let us know how you want to receive your                     a. Select Program Section - If you have not been given\n                                                                     one you can select “None”\n   National Registry card and certificate:\n   a. I will print my own card/certificate                              b. Select “Next”","metadata":{"loc":{"lines":{"from":372,"to":376}}}}],["36",{"pageContent":"• This option means you will only receive a patch and        11. CPR Expiration Date:\n          letter in the mail. You will need to print a copy of the      a. Enter CPR card expiration date\n          card/certificate from your Registry account.                  b. Select “Next”\n\n   b. I would like a printed card/certificate mailed to me           12. Review Application:\n         • This option means you will have a card/certificate           a. Read the statement then verify the information is\n            mailed to you and you still have the option of printing         accurate\n            a card/certificate from your Registry account.              b. Select “Next”\n\n   c. Verify your selection                                          13. Attestation:\n   d. Select “Next”                                                     a. Read the attestation carefully before verifying “I agree","metadata":{"loc":{"lines":{"from":378,"to":388}}}}],["37",{"pageContent":"4. Choose Application Registry Level:                                to abide by these terms”\n   a. Select “EMT” from the drop-down menu                              b. Select “Next”\n   b. Verify your selection\n   c. Select “Next”                                                  Once the application is submitted you can monitor its status\n                                                                     through the CBT Candidate Dashboard.\n5. Criminal Convictions and License Discipline Disclosures:\n   a. Answer Criminal Convictions and License Discipline                            FAQ: Where do I make my payment?\n                                                                                    To make your payment use the following steps:\nDisclosures                                                                         1. Log into your Registry account\n   b. Follow the prompts                                                            2. Select role “CBT Candidate”","metadata":{"loc":{"lines":{"from":390,"to":399}}}}],["38",{"pageContent":"b. Follow the prompts                                                            2. Select role “CBT Candidate”\n   c. Answer the questions honestly                                                 3. Click on “View All Certification Applications”\n   d. Select “Agree & Submit”                                                       4. Click on “Application Payment” link\n         • If you have any concerns about the questions,                            5. Select payment type\n            review the Criminal Convictions Policy. If you have                     6. Complete the needed payment information\n            questions, please email support@nremt.org","metadata":{"loc":{"lines":{"from":399,"to":404}}}}],["39",{"pageContent":"6. Initial Course:\n   a. Answer the question, “Are you currently enrolled in or\n\nhave completed a full initial EMT course in the past\ntwo years?”\n\n   b. Select “Next”\n\n7. Course Dates:\n   a. Enter Initial Course Completion Date\n   b. Select “Next”\n\n8. Program State: Location of Initial EMS Education\nProgram\n\f                                                                           EMT HANDBOOK - CERTIFICATION PROCESS 12\n\nAPPLICATION REVIEW                                                         APPLICATION FEES","metadata":{"loc":{"lines":{"from":406,"to":422}}}}],["40",{"pageContent":"APPLICATION REVIEW                                                         APPLICATION FEES\n\nBoth the Registry and your education program review your                   The EMT application fee is $98.\napplication. Our system checks your application to make sure\nit is complete. We make sure the education listed is correct.              • The fee is charged for each attempt of the cognitive exam\nIf our system finds an error or missing information, a person              • The application fee can be refunded within the Registry\nreviews it. We will contact you about missing information or\nerrors through your Candidate Dashboard.                                     Refund Policy criteria","metadata":{"loc":{"lines":{"from":422,"to":429}}}}],["41",{"pageContent":"DEADLINES                                                                  We offer refunds within 90 days of payment, minus an\n                                                                           administrative fee, for the following reasons:\nHere are the important deadlines you should be aware of:\n                                                                           • Completion of incorrect application\nInitial Course                                                             • Candidate no longer wishes to seek National Registry\nInitial courses are valid for two years from the month and year\nof course completion.                                                        certification\n                                                                           • Certified EMS Provider decided not to recertify by exam\n• A course completed in 01/2019 would be valid until","metadata":{"loc":{"lines":{"from":431,"to":439}}}}],["42",{"pageContent":"• Certified EMS Provider decided not to recertify by exam\n• A course completed in 01/2019 would be valid until\n  01/31/2021                                                               You can read the policies and procedures related to payment\n                                                                           and refund policy at:\nNote: Taking remedial education for a 4th cognitive exam attempt does not\nextend your course completion date                                         www.nremt.org/rwd/public/document/policy-payment","metadata":{"loc":{"lines":{"from":439,"to":444}}}}],["43",{"pageContent":"ATT                                                                                       FAQ: Can I print a receipt for my application fee?\nAuthorizations to Test (ATT) are valid for 90 days.                                       Yes, you can print a receipt for the application fee. You\n                                                                                          can use the steps below to do so.\n• An ATT is only issued once an application is marked                                     1. Log in to your Registry account at www.nremt.org.\n  complete, which includes Registry reviews, program\n  reviews, and payment completion                                                             Select role, “CBT Candidate”\n                                                                                          2. Click on “My Applications”\n• An ATT purchased within 90 days of the course expiration                                3. Click on “Application Status/ATT’s”","metadata":{"loc":{"lines":{"from":446,"to":453}}}}],["44",{"pageContent":"• An ATT purchased within 90 days of the course expiration                                3. Click on “Application Status/ATT’s”\n  date will expire on the date of course expiration                                       4. Click on the smaller box that says “Print Payment","metadata":{"loc":{"lines":{"from":453,"to":454}}}}],["45",{"pageContent":"Note: Some states require skills verification before ATT’s are issued                         Receipt”","metadata":{"loc":{"lines":{"from":456,"to":456}}}}],["46",{"pageContent":"FAQ: Will my ATT be emailed to me?                                 HOW TO CHECK ON YOUR APPLICATION AND EXAM\n        You will not receive the ATT in an email. See the                  RESULTS\n        sections in this handbook for Authorization to Test\n        (ATT) and How to Check on your Application and                     To get information about your application and its status, check\n        Exam Results.                                                      your account. All updates to your account appear on the\n                                                                           CBT Candidate Dashboard. We do not tell you or email you\nCognitive Exam Results                                                     about your application or exam results. Instead, we post the\nCognitive exam results are valid for 24 months from the                    information to your account, which you can access at any time.","metadata":{"loc":{"lines":{"from":458,"to":465}}}}],["47",{"pageContent":"Cognitive exam results are valid for 24 months from the                    information to your account, which you can access at any time.\nmonth, day, and year of successful completion. For candidates              Check your account for updates related to:\nwith a course completion date prior to November 1, 2018,\npassed portions of each examination are valid for 12 months                • Application payments\n                                                                           • Application status\nPsychomotor Exam Results                                                   • Authorization to Test (ATT)\nEMT psychomotor exam results are valid for 24 months                       • Eligibility status (if applicable)\nfrom the month, day, and year of successful completion. For                • Cognitive exam results\ncandidates with a course completion date prior to November\n1, 2018, passed portions of each examination are valid for 12\nmonths.","metadata":{"loc":{"lines":{"from":465,"to":475}}}}],["48",{"pageContent":"candidates with a course completion date prior to November\n1, 2018, passed portions of each examination are valid for 12\nmonths.\n\f                                                                                                   EMT HANDBOOK - CERTIFICATION PROCESS 13","metadata":{"loc":{"lines":{"from":475,"to":478}}}}],["49",{"pageContent":"FAQ: What are the application statuses and what do they indicate?\nBelow are various application statuses you will see on your online National Registry account.\n\nNational Registry Application Review  Application has been submitted to the Registry but not reviewed\nPending                               Application has been submitted and reviewed and is missing information\nIncomplete Application                Application has been submitted and reviewed\nApplication Submitted                 Application has been submitted and is on hold after review\nApplication Being Processed           Application has been saved but not completed and submitted\nUnsubmitted\n                                      The application has been submitted to have course completion verified by your\nCourse Completion                     EMS program\nVerfication Request Submitted         Your program director has verified your course completion date","metadata":{"loc":{"lines":{"from":480,"to":491}}}}],["50",{"pageContent":"Course Completion Verified            The application has been submitted to have your BLS psychomotor exam\n                                      verified by your program or state office\nPractical Skills Verification         Your program director or state office has verified your BLS psychomotor skills\nVerfication Request Submitted\n                                      No payment has been submitted to application\nPractical Skills Verified             Application has been paid in full\n\nApplication Payment                   Means your Authorization to Test (ATT) has been issued and you need to\nNot Submitted                         schedule your exam. You will only see Ready to Test on your account for the time\nPaid in Full                          period the ATT is valid.\n\nApplication Complete\nReady to Test\n\f                                                                   EMT HANDBOOK - CERTIFICATION PROCESS 14","metadata":{"loc":{"lines":{"from":493,"to":506}}}}],["51",{"pageContent":"Application Complete\nReady to Test\n\f                                                                   EMT HANDBOOK - CERTIFICATION PROCESS 14\n\nGAINING CERTIFICATION                                              RECERTIFICATION","metadata":{"loc":{"lines":{"from":506,"to":510}}}}],["52",{"pageContent":"GAINING CERTIFICATION                                              RECERTIFICATION\n\nOnce you have earned your certification, you can get your card     You need to recertify every two years. To recertify, you can\nand wall certificate. If you chose the “mail” option when you      submit continuing education hours or take a recertification\ncreated your application, we will mail you a packet when your      exam. To learn about the recertification process, go to this\naccount updates with full certification. We use first class mail   website:\nwith the United States Postal Service, and packets can take        https://www.nremt.org/rwd/public/document/emt-recert\nup to 30 days for delivery. The packet will have a letter with a\ncopy of your National Registry card attached, a wall certificate,\nand an EMT patch. If you chose the print option when you\ncreated your application, you can print the card and certificate,\nand we will mail a patch to you.","metadata":{"loc":{"lines":{"from":510,"to":521}}}}],["53",{"pageContent":"If you do not receive your packet after 30 days, email our\nExams Department at support@nremt.org. You will need to\nverify your current address, registry number, and first and last\nname.\nYou also have the option of printing your card and certificate\nfrom your account in the My Certification page. Here is how to\nprint your card/certificate:\n\n1. Login to your account\n2. Select “My Certification” from the drop-down menu\n3. On the left-hand side, select “View Transaction History”\n4. Click the blue “Print Card” button or the blue “Print\n\n    Certificate” button\n\fPART 4:                                                                                                     15\n\nCOGNITIVE EXAM","metadata":{"loc":{"lines":{"from":523,"to":539}}}}],["54",{"pageContent":"EXAM FORMAT                                                      is based on the following question: “Has the candidate\n                                                                 reached the level of entry-level competency (passed) or\nYou will take the cognitive exam on a computer at an             has the candidate not yet reached entry-level competency\nauthorized Pearson VUE testing center. The cognitive exam        (failed)?”\nconsists only of multiple-choice items. The exam items\nare written by members of the EMS community, including           A CAT exam is different from a traditional exam. The more\neducators, providers and medical directors. Each exam has        questions you get right, the harder the CAT gets. The goal\nquestions that count toward your score and questions that do     is to find out if you have enough knowledge compared to\nnot. Your exam will have between 70–120 questions. Ten of        the passing standard. If the exam asks the nine hardest","metadata":{"loc":{"lines":{"from":541,"to":549}}}}],["55",{"pageContent":"not. Your exam will have between 70–120 questions. Ten of        the passing standard. If the exam asks the nine hardest\nthose questions do not affect your score.                        questions about, for example, Trauma, and you get them\n                                                                 right, then it will not need to ask the easier questions.\nThe unscored questions are for testing new concepts to make      Instead, it can move on to other categories. All you need\nsure that future questions are fair and appropriate. This is a   to do is demonstrate entry-level competency. As long as\nstandard part of making exams. You will not be able to tell      you demonstrate competency, you will pass. CAT testing is\nwhich questions count toward your final score and which do       faster and more accurate than a traditional exam.\nnot, so answer each one as if it counts.\n                                                                 The EMT cognitive exam covers the following areas:","metadata":{"loc":{"lines":{"from":549,"to":557}}}}],["56",{"pageContent":"not, so answer each one as if it counts.\n                                                                 The EMT cognitive exam covers the following areas:\nThe exam is a computerized adaptive test (CAT). This means\nthe number and difficulty of test items will vary for each exam\nsession, but the passing standard remains the same for all\ncandidates. The decision regarding passing or failing the exam","metadata":{"loc":{"lines":{"from":557,"to":562}}}}],["57",{"pageContent":"Content Area                                                     Percent of Exam  Adult / Pediatric Mix\nAirway, Respiration & Ventilation                                18%-22%          85% Adult; 15% Pediatric\nCardiology & Resuscitation                                       20%-24%          85% Adult; 15% Pediatric\nTrauma                                                           14%-18%          85% Adult; 15% Pediatric\nMedical; Obstetrics & Gynecology                                 27%-31%          85% Adult; 15% Pediatric\nEMS Operations                                                   10%-14%          N/A\nYou can find more information on the format of the exam at:\nwww.nremt.org/rwd/public/document/cognitive-exam\n\f                                                                 EMT HANDBOOK - COGNITIVE EXAM 16","metadata":{"loc":{"lines":{"from":564,"to":572}}}}],["58",{"pageContent":"Sample Items                                                     The Registry does not recommend any particular exam\nEach item consists of a prompt or question and presents four     preparation materials. If you have any additional questions\nresponses. Only one response is the correct answer. Below        after reviewing the previous information, ask someone in your\nare several sample items to help you prepare for the types of    education program for more information.\nitems that are on the exam. The correct response is bolded.","metadata":{"loc":{"lines":{"from":574,"to":578}}}}],["59",{"pageContent":"1. A 13-year-old male presents with left arm pain after a fall.                 FAQ: Do I have to take my cognitive exam prior to my\n    You observe swelling and a deformity to his left lower arm.                 psychomotor exam?\n    You are unable to palpate a pulse distal to the injury. You                 The Registry does not have a set order for the exams.\n    should first                                                                However, you need to check with your program\n                                                                                director or state office for local requirements.\n   A. place his arm in a sling and swathe.\n    B. splint his arm in the anatomical position.                AUTHORIZATION TO TEST [ATT]\n   C. splint his arm in the position found.\n   D. place him on a long backboard.                             To get an Authorization to Test (ATT), you need to have","metadata":{"loc":{"lines":{"from":580,"to":588}}}}],["60",{"pageContent":"C. splint his arm in the position found.\n   D. place him on a long backboard.                             To get an Authorization to Test (ATT), you need to have\n                                                                 completed an application and paid the application fees. Your\n2. A 48-year-old male presents with a laceration to his          program director must verify your eligibility. When those steps\n    abdomen. You observe bowel protruding from the wound.        are complete, our system will give you an ATT, usually within\n    You should first                                             1-2 business days, but the process may take longer during high\n                                                                 volume times. The ATT will post to your account. We do not\n    A. apply a moist, sterile dressing.                          send emails about or tell you that you have an ATT.\n   B. place the bowel back into his abdomen.","metadata":{"loc":{"lines":{"from":588,"to":596}}}}],["61",{"pageContent":"A. apply a moist, sterile dressing.                          send emails about or tell you that you have an ATT.\n   B. place the bowel back into his abdomen.\n   C. apply a dry, sterile dressing.                             You can find and print your ATT from the “Application Status”\n   D. place the exposed bowel on ice.                            page using these steps:","metadata":{"loc":{"lines":{"from":596,"to":599}}}}],["62",{"pageContent":"3. A 59-year-old female is unresponsive, pulseless, and          1. Log into your Registry account\n    apneic. You should first                                     2. Select “CBT Candidate”\n                                                                 3. Select “My Applications” on the left-hand side\n    A. begin chest compressions.                                 4. Select “Application Status/ATTs”\n   B. ventilate her with a BVM.                                  5. Select the box “Current Applications”\n   C. retrieve the AED.                                          6. Select the box labeled “Print/View Authorization to Test\n   D. perform abdominal thrusts.\n                                                                     Letter” on the application\nPreparation                                                      7. Follow the prompts to print or view the ATT\nThe following suggestions may help you prepare for the","metadata":{"loc":{"lines":{"from":601,"to":610}}}}],["63",{"pageContent":"Preparation                                                      7. Follow the prompts to print or view the ATT\nThe following suggestions may help you prepare for the\ncognitive exam:                                                  The ATT tells you how to schedule your exam and gives you","metadata":{"loc":{"lines":{"from":610,"to":612}}}}],["64",{"pageContent":"• Study your textbook and education materials                                 FAQ: What do I do with my ATT and what information\n• Review the current American Heart Association’s Guidelines                  do I need off it?\n                                                                              You will need to print/view your ATT since it contains\n  for Cardiopulmonary Resuscitation and Emergency                             key information to creating your Pearson VUE account\n  Cardiovascular Care                                                         and scheduling your exam. You need to view the\n• Review the National EMS Education Standards and                             Registry Candidate ID; it starts with the letters NR.\n  Instructional Guidelines                                                    You will also need to know your Deadline to Test;\n                                                                              this tells you how long your ATT is valid. The ATT","metadata":{"loc":{"lines":{"from":614,"to":621}}}}],["65",{"pageContent":"this tells you how long your ATT is valid. The ATT\nMore information that will help you prepare for the exam can                  contains information on how to contact Pearson VUE\nbe found on:                                                                  to schedule your exam and what forms of ID are\nhttps://www.nremt.org/rwd/public/document/cognitive-                          acceptable.\nexam\n\f                                                                  EMT HANDBOOK - COGNITIVE EXAM 17","metadata":{"loc":{"lines":{"from":621,"to":626}}}}],["66",{"pageContent":"important information about testing requirements at Pearson       reschedule or cancel by telephone, Pearson VUE will charge an\nVUE centers.                                                      additional $10 call center fee.","metadata":{"loc":{"lines":{"from":628,"to":629}}}}],["67",{"pageContent":"The ATT is only valid for 90 days from the day it posts to your   Important Note: If you fail to appear for your scheduled exam\naccount. We do not offer extensions for expired ATTs.             appointment, fail to cancel or reschedule within the required\n                                                                  time, or are refused admission, you will forfeit your exam fee.\nIf your ATT expires, you must apply again and pay the fee again   You will have to complete a new application and submit the\nin order to get a new ATT.                                        associated application fee to receive a new ATT. The Registry\n                                                                  does not issue refunds for failure to appear for your scheduled\nYou can find the ATT expiration date and refund policy at:        exam appointment.\nhttps://content.nremt.org/static/documents/policy-ATT-\nrefund.pdf                                                        No-Show Policy","metadata":{"loc":{"lines":{"from":631,"to":639}}}}],["68",{"pageContent":"https://content.nremt.org/static/documents/policy-ATT-\nrefund.pdf                                                        No-Show Policy\n                                                                  If you fail to notify Pearson VUE at least one business day\nSCHEDULING                                                        (24 hours) before your scheduled exam, your account will be\n                                                                  marked with a “no show” and you will forfeit your exam fee.\nPrint the ATT. Follow the instructions on the ATT to schedule\nyour exam at:                                                     You can appeal the “no show” status if extenuating\nwww.pearsonvue.com/nremt                                          circumstances are involved. You will need to provide\n                                                                  documentation of the circumstances if you want to try to","metadata":{"loc":{"lines":{"from":639,"to":647}}}}],["69",{"pageContent":"documentation of the circumstances if you want to try to\nThe National Registry utilizes Pearson VUE as its exclusive test  reschedule the missed exam at no additional cost.\nprovider. You will have two options for taking your exam:\n• At a Pearson VUE Testing Center; or                             If you are denied a “no show” appeal, you will need to reapply.\n• From your home or office using Pearson VUE’s online             Use an Express Application and pay the application fee to\n                                                                  receive a new ATT.\n  proctoring platform, OnVUE\n                                                                  To learn more about “no show” policies and procedures,\nWe post all information about your application to your Registry   go to:\naccount. Pearson VUE is an independent testing vendor and         https://www.nremt.org/rwd/public/document/policy-","metadata":{"loc":{"lines":{"from":647,"to":656}}}}],["70",{"pageContent":"We post all information about your application to your Registry   go to:\naccount. Pearson VUE is an independent testing vendor and         https://www.nremt.org/rwd/public/document/policy-\nhas its own way of contacting you. They will send you an email    cognitive-exam\nabout your exam. The email will confirm the day and time\nof your exam, the delivery method/testing location, and the       CONTACTING THE REGISTRY VS PEARSON VUE\ntesting rules.\n                                                                  If you have questions about your eligibility for Registry\nIf you do not receive an email confirming your exam               certification, the application, your ATT, the exam format, exam\nappointment, your exam has not been successfully scheduled.       results, retesting, Registry appeals and disciplinary processes,\n                                                                  and maintenance of certification, please contact the Registry at","metadata":{"loc":{"lines":{"from":656,"to":665}}}}],["71",{"pageContent":"and maintenance of certification, please contact the Registry at\nIf the email has an error and you do not contact Pearson VUE      614-888-4484.\nto correct it, you will not be allowed to take the exam.","metadata":{"loc":{"lines":{"from":665,"to":667}}}}],["72",{"pageContent":"OnVUE Online Proctored Examinations                               If you have questions concerning Pearson VUE test site rules\nYou will have the option to schedule your examination via         and regulations, acceptable forms of identification, your\nOnVUE online proctoring. For more information on OnVUE            Pearson VUE username and password, scheduling a cognitive\nrequirements and procedures click here:                           exam appointment at a Pearson VUE Test Center, directions to\nhttps://home.pearsonvue.com/nremt/onvue                           the Pearson VUE Test Center, and/or your exam appointment,\n                                                                  please contact Pearson VUE at 866-673-6896. Please note:\nRescheduling/Cancellation                                         Pearson VUE charges a fee for scheduling or canceling an\nIf you need to reschedule or cancel your exam, contact Pearson    appointment over the phone.","metadata":{"loc":{"lines":{"from":669,"to":676}}}}],["73",{"pageContent":"If you need to reschedule or cancel your exam, contact Pearson    appointment over the phone.\nVUE at least one business day (24 hours) prior to your exam\nappointment. Call 866-673-6896 (M-F 7 a.m. to 7 p.m. CST) or                         FAQ: What do I do if I do not have a valid ID?\nlog into your Pearson VUE account to make changes to your                            You will need to obtain a valid ID before scheduling\nappointment.                                                                         your exam.","metadata":{"loc":{"lines":{"from":676,"to":680}}}}],["74",{"pageContent":"The fee to reschedule or cancel your exam is $25. If you\n\f                                                                    EMT HANDBOOK - COGNITIVE EXAM 18","metadata":{"loc":{"lines":{"from":682,"to":683}}}}],["75",{"pageContent":"TAKING THE EXAM                                                     is given in the same way in every testing center, without\n                                                                    inappropriate aid. They also make sure that the person who\nPearson VUE Protocols and Rules                                     was given the ATT is the same one taking the exam. As a\nArrive at the test center at least 30 minutes before your           result, you may be required to:\nscheduled testing time. You must bring two forms of\nacceptable identification with you on the day of your exam.         • Show identification as described in your ATT\nYour ATT contains vital information about what documents to         • Have your identity verified by a digital security device\nbring to the Pearson VUE Test Center. Review the information\ncontained in your ATT carefully before arriving for your              (infrared palm reader)","metadata":{"loc":{"lines":{"from":685,"to":693}}}}],["76",{"pageContent":"bring to the Pearson VUE Test Center. Review the information\ncontained in your ATT carefully before arriving for your              (infrared palm reader)\nconfirmed exam appointment.                                         • Provide a legal signature\n                                                                    • Have your picture taken\nYou are not allowed to bring personal items, including but not      • Store all belongings prior to entry into the exam room\nlimited to, mobile electronic devices, watches, wallets, purses,    • Be recorded (by audio and/or video) during the exam\nfirearms or other weapons, hats (and other non-religious head\ncoverings), bags, jackets, notes, pens or pencils into the testing  All National Registry cognitive exam materials are copyrighted.\nroom. There are no exceptions to this policy.                       You may not copy or record any material from the exam in any","metadata":{"loc":{"lines":{"from":693,"to":701}}}}],["77",{"pageContent":"room. There are no exceptions to this policy.                       You may not copy or record any material from the exam in any\n                                                                    way. You are prohibited from the following:\nThe test center will provide a small locker space to secure\npersonal belongings. All electronic devices must be turned off      • Disclosing or discussing any information about the exam\nbefore storing them in a locker. You are encouraged to leave          with anyone, including instructors\nas many of these as possible at home. Pearson VUE and the\nRegistry are not responsible for lost, stolen, or misplaced         • Posting or discussing questions on any internet or social\npersonal items at any test center. If you refuse to store your        media websites\npersonal items, you will not be permitted to test, and you will\nforfeit your testing fee.                                           • Reconstructing exam content using your memory or the","metadata":{"loc":{"lines":{"from":701,"to":710}}}}],["78",{"pageContent":"personal items, you will not be permitted to test, and you will\nforfeit your testing fee.                                           • Reconstructing exam content using your memory or the\n                                                                      memory of others\nBefore you enter the testing area, the Pearson VUE Test\nAdministrator is required to verify that you are not bringing       • Seeking help from anyone in answering exam questions\nany unauthorized materials or devices into the room. You may        • Removing exam materials or recorded information from the\nbe asked to pull your hair back, pat yourself down, or roll up\nyour sleeves during this process.                                     testing center","metadata":{"loc":{"lines":{"from":710,"to":717}}}}],["79",{"pageContent":"You will have 2 hours to complete the EMT exam.                     If you witness any of the above behavior, or any irregular\n                                                                    behavior that may be in violation of the Registry Candidate\nStarting the Exam                                                   Policies, report it to the Registry immediately by calling\nThe test center administrator will bring you to the computer        614-888-4484. The Registry reserves the right to terminate a\nyou will use to take your exam. You will have a tutorial on how     certification, invalidate the results of an exam, and take any\nto take a computer based test. This tutorial is untimed.            other appropriate action against any candidate who violates\n                                                                    copyright or performs any of the above behaviors.\nNext, you will have to read and acknowledge a non-disclosure","metadata":{"loc":{"lines":{"from":719,"to":726}}}}],["80",{"pageContent":"copyright or performs any of the above behaviors.\nNext, you will have to read and acknowledge a non-disclosure\nagreement about the exam. The non-disclosure agreement              EXAM RESULTS\nhas a maximum time limit of five minutes, and if you do not\ncomplete the non-disclosure agreement in this time window,          Scoring and Accessing of Exam Results\nyou will not be allowed to begin the exam. After the tutorial       Pearson VUE sends your cognitive exam to us. We score the\nand non-disclosure agreement, you will then begin your exam.        exam electronically. The Pearson VUE staff does not have\n                                                                    access to your results and cannot give you results.\nExam Security\nWe take exam security seriously. We put security policies           Our system posts your exam results to your Registry account,","metadata":{"loc":{"lines":{"from":726,"to":735}}}}],["81",{"pageContent":"Exam Security\nWe take exam security seriously. We put security policies           Our system posts your exam results to your Registry account,\nand procedures in place to protect exam content and testing         generally within two business days after you complete your\nsession data. These policies help make sure that the exam           exam, provided all other requirements are met. Your results\n                                                                    are only available to you on your Registry account. If your\n                                                                    results have not posted after five business days, please contact\n                                                                    the Registry.","metadata":{"loc":{"lines":{"from":735,"to":741}}}}],["82",{"pageContent":"To find your exam results, please follow the steps below:\n\f                                                                 EMT HANDBOOK - COGNITIVE EXAM 19","metadata":{"loc":{"lines":{"from":743,"to":744}}}}],["83",{"pageContent":"1. Log into your National Registry account                       If you fail three times, we require you to complete remedial\n2. Click on “View All Certification Applications”                education.In order to take the remaining attempts, you will\n3. Click on “Results”                                            have to send us documentation of your remedial education.\n4. Click on “Print Exam Results”                                 Send the documentation to support@nremt.org. Once we\n                                                                 receive the documentation and your new application, we will\nReport of Candidate’s Results                                    clear you to take the exam again. The remedial education\nIf you pass the cognitive exam, we do not send you specific      allows you to take the exam three more times. To receive a\ndetails about your exam results.                                 new attempt, you must submit a new application, pay a new","metadata":{"loc":{"lines":{"from":746,"to":753}}}}],["84",{"pageContent":"details about your exam results.                                 new attempt, you must submit a new application, pay a new\n                                                                 fee, and get a new ATT each time.\nIf you do not pass the cognitive exam, we will post more\ninformation about your results to your account. You can use the  State requirements for remedial training vary. You will need\ninformation to think about your strengths and weaknesses. The    20 hours for states using NCCP or 24 hours for states using\ninformation may also help you decide what to study before you    traditional. Check with your state to make sure there are no\ntake the exam again.                                             other state specific requirements for remedial education.","metadata":{"loc":{"lines":{"from":753,"to":759}}}}],["85",{"pageContent":"We give you information about each content area. We will\ndescribe your results for a content area in one of three ways:\n\nAbove Passing – You can be relatively confident that you have\nsufficient knowledge in that content area. However, you should\nstill review the material in that content area.","metadata":{"loc":{"lines":{"from":761,"to":766}}}}],["86",{"pageContent":"Near Passing – Your performance was slightly above or below      FAQ: What education can I use for remedial training?\nthe standard. Near passing does not indicate a pass or fail      The remedial training requirement can be satisfied\noutcome; rather it can be interpreted as an area to study.       through three different options:\n                                                                 1. NCCP 20 hours of continuing education: Completion\nBelow Passing – You need to study the content area.\n                                                                     of the EMT 20-hour National Competency Component\nOur system scores the exam as a whole. If you fail, however,         from the NCCP model\nthe system splits the exam into content areas, so that you can   2. Traditional Refresher Course: Completion of a\nsee which were your strongest areas and which were your              State or CAPCE (F1, F2, F5) approved 24-hour EMT","metadata":{"loc":{"lines":{"from":768,"to":776}}}}],["87",{"pageContent":"see which were your strongest areas and which were your              State or CAPCE (F1, F2, F5) approved 24-hour EMT\nweakest. This should help you study. You cannot add up your          refresher course\n“near passing” and “passing” content areas to get a “passing”    3. Continuing education: The 20 or 24-hour\nscore because that is not how we score the exam. We score            requirements can be met with any state approved\nbased on the overall results, not by how many content areas          education program, including but not limited to\nyou passed.                                                          community colleges, vocational schools, local EMS\n                                                                     agencies, or online education providers. You can\n“Near Passing” does not mean that you passed in the content          complete online education if it is CAPCE or state\narea. Also, you should still study any area with an “Above           approved.","metadata":{"loc":{"lines":{"from":776,"to":784}}}}],["88",{"pageContent":"“Near Passing” does not mean that you passed in the content          complete online education if it is CAPCE or state\narea. Also, you should still study any area with an “Above           approved.\nPassing” to maintain your knowledge.\n                                                                 Note: Some states require the traditional refresher course and will\nRETESTING                                                        not accept continuing education hours. Contact your State EMS Office\n                                                                 if you have questions about the required training.\nIf you did not pass the exam, you may apply to retest 15 days\nafter the last exam.","metadata":{"loc":{"lines":{"from":784,"to":791}}}}],["89",{"pageContent":"You have six chances to pass the Registry cognitive exam.\n\f                                                                    20\n\n                                                                    A $150.00 fee is due prior to the rescoring process. Once\n                                                                    a rescore request is received, The National Registry of\n                                                                    Emergency Medical Technicians will e-mail a payment request\n                                                                    to the candidate that will include a link to make a payment via\n                                                                    credit card.","metadata":{"loc":{"lines":{"from":793,"to":800}}}}],["90",{"pageContent":"EXAM REVIEW                                                         Once payment is submitted and confirmed, the National\n                                                                    Registry will rescore the examination and, if requested,\nThe National Registry is committed to a fair and unbiased           conduct a review of items identified in the rescoring request.\ntesting process and follows industry best practices to ensure       The review will take place within 30 days of receipt of payment.\nthat all examinations are accurately scored. As a service to\nthe community, the National Registry offers candidates the          Upon completion of the rescoring process, candidates will\noption to have their examinations rescored by a qualified staff     be provided with a Rescoring Report similar with the one\nmember. Although it is extremely unlikely an examination was        included below as a sample. If an irregularity is discovered","metadata":{"loc":{"lines":{"from":802,"to":809}}}}],["91",{"pageContent":"member. Although it is extremely unlikely an examination was        included below as a sample. If an irregularity is discovered\nincorrectly scored, the rescoring process allows verification of    during the review process, the review fee will be refunded, and\na score.                                                            we will work with the candidate on further accommodations\n                                                                    and resolutions. a rescore request is received, The National\nIf a candidate suspects that their score may have been              Registry of Emergency Medical Technicians will e-mail a\nnegatively affected by a specific item, or items, delivered on      payment request to the candidate that will include a link to\ntheir written examination, they may ask for a review of such        make a payment via credit card.\nitem(s) as part of their rescoring request. Only items identified\nin the request will be reviewed. For example, if a candidate","metadata":{"loc":{"lines":{"from":809,"to":817}}}}],["92",{"pageContent":"item(s) as part of their rescoring request. Only items identified\nin the request will be reviewed. For example, if a candidate\nsuspects that an item asking to interpret a 12-lead ECG was\noutside the scope of practice for the certification level at which\nthey tested, they must indicate that in their rescoring request.\nIf such items were present on their examination, they will be\nreviewed to ensure (1) their accuracy, (2) whether they were\nwithin the scope of practice for the relevant certification level,\nand (3) whether they had any impact on the test score.","metadata":{"loc":{"lines":{"from":817,"to":825}}}}],["93",{"pageContent":"The rescoring process is not:\n• A review of the content of all items administered during\n\n  the examination\n• A reconsideration of the passing standard or the\n\n  acceptability of the testing conditions\n• An opportunity for the candidate to review examination\n\n  items\n\nHow to Request a Review of the Scoring Report\nTo request a review of the scoring report, please complete the\nRescoring Request Form detailing the specific reason for the\nrequest. Requests must be submitted within 30 days of the\nofficial release of the cognitive examination score reports.\n\fPART 5:                                                           21\n\nCERTIFICATION\n\nPOLICIES","metadata":{"loc":{"lines":{"from":827,"to":847}}}}],["94",{"pageContent":"The policies in this section are frequently asked about or                  b. Specific disability symptoms\nrepresent critical information for some candidates. Not all of              c. Psychoeducational evaluation, signed\nthese policies may apply to you.                                            comprehensive assessment report, and\n                                                                             accompanying standard scores\nACCOMMODATIONS                                                              d. Evidence of previously approved accommodation\n                                                                            e. A personal statement describing your disability\nThe National Registry wants to ensure that all candidates         and its impact on daily life and educational\nreceive a fair and unbiased opportunity to demonstrate their      functioning","metadata":{"loc":{"lines":{"from":849,"to":856}}}}],["95",{"pageContent":"The National Registry wants to ensure that all candidates         and its impact on daily life and educational\nreceive a fair and unbiased opportunity to demonstrate their      functioning\nknowledge, skills, and abilities related to EMS. To ensure that             f. A letter from your healthcare professional with\neach candidate receives a fair opportunity to test, the National  recommendations for accommodations.\nRegistry offers reasonable and appropriate accommodations         This information should be written on professional\nfor persons with documented disabilities. The National Registry   letterhead, dated, and signed\nrecognizes that each disability is unique to the individual       6. Email it to the Registry: support@nremt.org\nand all National Registry decisions regarding reasonable          7. Wait patiently. Please allow at least 30 days. If we do not\naccommodations are evaluated on a case-by-case basis. The         receive the appropriate documentation, it may take longer.","metadata":{"loc":{"lines":{"from":856,"to":864}}}}],["96",{"pageContent":"accommodations are evaluated on a case-by-case basis. The         receive the appropriate documentation, it may take longer.\nNational Registry complies with the American with Disabilities    8. Watch for our email. We will send you an email with a letter\nAct (ADA).                                                        indicating the results of your accommodations review.\nTo apply for accommodations for a Registry exam, follow these               a. The letter will provide detailed instructions on\nsteps:                                                                      what to do next\n1. Review the National Registry’s Accommodations Policy                     b. Please do not schedule your exam until you\n(email accommodations@nremt.org if you have questions.)                     have received this letter. If you do, you will not\n2. Create an application. If you haven’t already done so,                    receive your accommodations and will need to","metadata":{"loc":{"lines":{"from":864,"to":871}}}}],["97",{"pageContent":"2. Create an application. If you haven’t already done so,                    receive your accommodations and will need to\ncomplete an application to take an exam:                                    reschedule","metadata":{"loc":{"lines":{"from":871,"to":872}}}}],["98",{"pageContent":"a. In your account, click on ‘Create a New              APPEALS\nApplication’\n                                                                  When the Registry makes an unfavorable ruling regarding\n          b. Select the application level you wish to complete    an individual’s application for certification or recertification,\n          c. Do not pay the exam fee until AFTER you receive      request for an accommodation in the administration of an\nthe results of your accommodations request                        exam, cancellation or revocation of exam results or any\n3. If you don’t have an account, Create an account. You must      disciplinary action, including, but not limited to, the revocation\nhave an account with the National Registry to be approved for     or suspension of certification (collectively “Adverse Decision”),\naccommodations.                                                   the Executive Director shall send to that individual, by certified","metadata":{"loc":{"lines":{"from":874,"to":882}}}}],["99",{"pageContent":"accommodations.                                                   the Executive Director shall send to that individual, by certified\n4. Complete the questionnaire. Print, complete, and sign the      mail, return receipt requested, a statement setting forth:\naccommodations questionnaire.\n5. Get your supporting documentation. Ask your healthcare         • The action taken\nspecialist for the appropriate documentation to support your      • The reason(s) for the action and, if applicable, a statement\nrequest. These documents include:\n          a. Diagnosis of your disability by an appropriately\ncredentialed professional, such as a psychologist\n\f                                                                  EMT HANDBOOK - CERTIFICATION POLICIES 22","metadata":{"loc":{"lines":{"from":882,"to":890}}}}],["100",{"pageContent":"of facts constituting the alleged violation of any of the       information submitted as part of a complaint will be subject to\n  Registry’s rules or standards or the reasons for ineligibility  the National Registry Privacy Policy.\n• The time period in which the individual may appeal and\n  provide any additional information                              CRIMINAL CONVICTIONS","metadata":{"loc":{"lines":{"from":892,"to":895}}}}],["101",{"pageContent":"An applicant or registrant who is subject to an Adverse           The Registry has adopted a Criminal Conviction Policy to\nDecision of the Executive Director, excluding decisions with      safeguard the public from individuals who, in practice as an\nrespect to the timeliness of applications or the scoring or       EMS professional, might pose a danger to the public.\nreporting of the exams, may appeal such decision by mailing a\nnotice of appeal to the office of the Registry within 45 days of  EMS professionals, under the authority of their state licensure,\nthe date that such decision was mailed (based on postmark).       have unsupervised, intimate, physical and emotional contact\nThe request for appeal must contain the individual’s statement    with patients at a time of maximum physical and emotional\nof the basis of his or her appeal, as well as any documents in    vulnerability, as well as unsupervised access to a patient’s","metadata":{"loc":{"lines":{"from":897,"to":904}}}}],["102",{"pageContent":"of the basis of his or her appeal, as well as any documents in    vulnerability, as well as unsupervised access to a patient’s\nsupport of the appeal. Materials not included in the request      personal property. These patients may be unable to defend\nshall not be considered on appeal unless expressly requested      or protect themselves, voice objections to particular actions,\nin writing by the Registry.                                       or provide accurate accounts of events at a later time. EMS\n                                                                  professionals, therefore, are placed in a position of the highest\nThe entire appeals policy and procedures that are followed are    public trust.\nlocated on this page:\nwww.nremt.org/rwd/public/document/policy-eligibility              The public in need of out-of-hospital medical services relies\n                                                                  on state licensure and National Registry certification to assure","metadata":{"loc":{"lines":{"from":904,"to":912}}}}],["103",{"pageContent":"on state licensure and National Registry certification to assure\nCANDIDATE RETESTING AT REQUEST OF THE REGISTRY                    that those EMS professionals who respond to their calls for\n                                                                  aid qualify for this extraordinary trust. For these reasons, the\nThe NREMT may require an applicant to retake a certification      Registry has adopted a Criminal Conviction Policy to ensure\nexam if presented with sufficient evidence that the security or   that individuals, who have been convicted of certain crimes,\nintegrity of the exam has been compromised, notwithstanding       are identified and appropriately evaluated as to whether they\nthe absence of any evidence of an applicant’s personal            would pose a risk to public safety as an EMS provider.\ninvolvement in the security compromise.","metadata":{"loc":{"lines":{"from":912,"to":919}}}}],["104",{"pageContent":"the absence of any evidence of an applicant’s personal            would pose a risk to public safety as an EMS provider.\ninvolvement in the security compromise.\n                                                                  The entire criminal convictions policy is located on this page:\nCOMPLAINTS                                                        www.nremt.org/rwd/public/document/policy-criminal","metadata":{"loc":{"lines":{"from":919,"to":922}}}}],["105",{"pageContent":"The Registry responds to all complaints, inquiries, and           Any applicant or registrant subject to an adverse decision by\nconcerns brought to our attention in a constructive and timely    the Registry under this Policy may appeal that decision as\nmanner. Complaints can be submitted by email to support@          outlined in the Registry Certification Eligibility, Discipline and\nnremt.org. The Registry will confirm receipt by email and         Appeals Policy.\nprovide status updates. Most notifications and initial responses\nare sent within five business days.                               DENIAL OR REVOCATION OF CERTIFICATION","metadata":{"loc":{"lines":{"from":924,"to":929}}}}],["106",{"pageContent":"A candidate who wishes to submit a complaint to the Registry      The Registry may, at its own discretion, deny an individual’s\nmust submit notice of complaint to the office of the Registry     eligibility for initial certification or recertification, deny,\nwithin 30 days of the action(s) resulting in complaint. The       suspend or revoke an individual’s certification or take any\nnotice of complaint must contain the individual’s personal        other appropriate disciplinary action against an individual’s\nstatement and any supporting documentation. The Registry          application, certification and/or recertification or deny\nwill treat any person who invokes this complaint procedure        authorization to use the Registry’s website for any purpose,\ncourteously. The Registry will handle all complaints swiftly      including submitting applicant training information in the case\nand confidentially to the extent possible, considering the need   of:","metadata":{"loc":{"lines":{"from":931,"to":938}}}}],["107",{"pageContent":"courteously. The Registry will handle all complaints swiftly      including submitting applicant training information in the case\nand confidentially to the extent possible, considering the need   of:\nto take appropriate corrective action. Most complaints are\ninvestigated and resolved within 30 days, and updates will        1. Ineligibility for National Registry certification\nbe provided if delays are encountered. Documentation and          2. Failure to comply with any policy or rule of the Registry,","metadata":{"loc":{"lines":{"from":938,"to":942}}}}],["108",{"pageContent":"including, but not limited to, the Registry’s website Terms of\n                                                                      Use Policy\n\f                                                                      EMT HANDBOOK - CERTIFICATION POLICIES 23","metadata":{"loc":{"lines":{"from":944,"to":946}}}}],["109",{"pageContent":"3. Irregular behavior regarding any Registry exam                     NONDISCRIMINATION AND FAIRNESS\n4. Misrepresenting, withholding, or the failure to update\n                                                                      The Registry is committed to providing an equal opportunity\n    any information on any application for certification or           for all applicants, certificants, staff, volunteers and vendors.\n    recertification or in any other communication with the            The Registry does not discriminate on the basis of race,\n    National Registry                                                 color, religion (creed), gender, gender expression, national\n5. The intentional misrepresentation by a trainer of                  origin, disability, marital status, sexual orientation or military\n    any applicant’s successful completion of education                status in any of its certification activities or operations. These","metadata":{"loc":{"lines":{"from":948,"to":955}}}}],["110",{"pageContent":"any applicant’s successful completion of education                status in any of its certification activities or operations. These\n    requirements for certification                                    activities include, but are not limited to, initial applicants and\n6. Misrepresentation of the individual’s status as a registrant       recertification certificants, internal staffing practices, and\n    of the Registry                                                   selection of volunteers and vendors.\n7. The conviction of, plea of guilty or plea of nolo contendere\n    (no contest) to, a felony or any criminal offense which is        PRIVACY\n    related to public health or emergency medical service in\n    accordance with the Registry’s Criminal Conviction Policy         The Registry’s privacy policy is applicable to personal\n8. Any disciplinary action is taken by a licensing or authorizing     information that we may receive related to certification,","metadata":{"loc":{"lines":{"from":955,"to":963}}}}],["111",{"pageContent":"8. Any disciplinary action is taken by a licensing or authorizing     information that we may receive related to certification,\n    agency relating to practice, or the ability to practice safely    licensure and research. We will handle and treat all personal\n    and effectively, as an EMS professional or the voluntary          information collected and received by us in connection with\n    surrender of a licensee as a punishment for or in place           application, exam administration, and certification in the\n    of any disciplinary action. The Registry can suspend an           manner outlined in our privacy policy.\n    individual’s certification, prior to any right of appeal, should\n    a licensing or authorizing agency find the individual poses       The privacy policy covers personal information collected,\n    an imminent threat to the public or cannot practice safely        aggregation of non-person-specified data, mailings and","metadata":{"loc":{"lines":{"from":963,"to":970}}}}],["112",{"pageContent":"an imminent threat to the public or cannot practice safely        aggregation of non-person-specified data, mailings and\n    and effectively                                                   contact, transfer of information to licensing agencies, transfer\n9. Copying, reproducing, disclosing, disseminating or                 of information to educational institutions, other transfer of\n    removing of exam related materials from the test site;            information, public information, independent testing centers,\n    attempting to copy, reproduce, disclose, disseminate or           information access and corrections, research data, protections\n    remove of exam related materials; or asking someone to            of personal information, resolution of concerns, information\n    copy, reproduce, disclose, disseminate or remove of exam          from children, information received from internet service","metadata":{"loc":{"lines":{"from":970,"to":976}}}}],["113",{"pageContent":"copy, reproduce, disclose, disseminate or remove of exam          from children, information received from internet service\n    related materials                                                 providers through the Registry website, cookies, transmission\n                                                                      of information, links to other websites, and changes to the\nIMPARTIALITY                                                          privacy policy.","metadata":{"loc":{"lines":{"from":976,"to":979}}}}],["114",{"pageContent":"The Registry ensures that personnel, vendors, and all involved        The entire privacy policy can be accessed at:\nin our certification activities understand the importance of          https://www.nremt.org/rwd/public/document/policy-privacy\nimpartiality and potential conflicts of interest. To reassure\nthe Registry continues to act impartial, we conduct ongoing\nassessments to identify and address any risk that may\nresult in a conflict of interest or imply a potential threat to\nimpartiality. Policies and procedures are implemented for\nindividuals involved in our certification activities to sustain a\nconsistent and fair process. The Registry prides itself on being\nfair and objective when dealing with candidates and applicants\npursuing the National Registry certification.","metadata":{"loc":{"lines":{"from":981,"to":991}}}}]]