[["0",{"pageContent":"New Member Orientation\n\nMember Name:      Jack Collins\nMembership Type:  Gold Monthly Portland-Vancouver Metro\n\n                                                                Welcome to 24 Hour Fitness!\n\nYour Membership Packet Includes: Your Membership Agreement; the Membership Policies; the Physical Activity Readiness Questionnaire ; as well as a copy of Equipment and Services\navailable to you\nWe want you to get the most out of your membership, and to inform you of some key points about your agreement and get you started!\nClub Access: You have selected the club access and type of membership that's right for you. As a reminder, club access depends on type of membership purchased. There are three\ntypes of membership:","metadata":{"loc":{"lines":{"from":1,"to":12}}}}],["1",{"pageContent":" Platinum (access to all 24 Hour Fitness® clubs)\n       Gold (access to all 24 Hour Fitness® clubs within the selected Region)\n       Silver (where available) (cardio equipment and weights only at Club of Enrollment)\nFor example, if you purchase a ‘Platinum’ membership, you have access to all 24 Hour Fitness® clubs, while purchasing a ‘Silver’ membership would only allow you access the cardio\nequipment and weights in the one club you have chosen. A ‘Gold’ membership provides you access to all 24 Hour Fitness® clubs within your selected region. See Membership Details\nPage for more details regarding access rights of your membership.\nIf you also purchased personal training sessions, please note the following:\n Please refer to page 1 of your personal training agreement for details about expiration of your personal training.\n Your trainer may change during the course of your training agreement","metadata":{"loc":{"lines":{"from":14,"to":22}}}}],["2",{"pageContent":" Please refer to page 1 of your personal training agreement for details about expiration of your personal training.\n Your trainer may change during the course of your training agreement\n If you need to re-schedule a personal training appointment, and your agreement allows rescheduling for that session, 24 hours’ notice is required to avoid being charged for the full\n      session\nFor each workout, all members must:\n(1) Check in at the front desk. You can enroll in Touchless Check-In via the 24GO® app and scan your phone at the front desk using the QR code created. You can also enroll in the\nCardless Check-in system to allow you to access the club with a finger scan and a check-in code instead of having to bring a Photo ID with you. If you do not wish to enroll in Touchless\nCheck-In or Cardless Check-in systems, you will need to bring in a government-issued photo ID to check into the club each time you work out","metadata":{"loc":{"lines":{"from":22,"to":29}}}}],["3",{"pageContent":"Check-In or Cardless Check-in systems, you will need to bring in a government-issued photo ID to check into the club each time you work out\n(2) Bring a lock for the locker room. It is also recommended that you bring a workout towel.\n(3) Please use cleaning supplies to wipe down equipment.\n'Membership Freeze' Rules\nYou may be eligible to freeze your membership for a temporary or extended period upon proof of the following:\n       Medical reasons\n       Military service or extended volunteer assignment\n       Temporary job transfer\nPlease see your Membership Policies for more information\nCancellation Information:\n3 Day Cancellation Right: You are entitled to a 3 business day period to notify 24 Hour Fitness that you wish to cancel your agreement and receive a full refund. Please see the Buyers\nRight to Cancel section on page 1 and Section 6 of your agreement for more details.","metadata":{"loc":{"lines":{"from":29,"to":40}}}}],["4",{"pageContent":"Right to Cancel section on page 1 and Section 6 of your agreement for more details.\nAfter the 3 Business Day Period: You can cancel your membership by providing written notice to cancel@24hourfitness.com, or 24 Hour Fitness P.O. Box 787, Carlsbad, CA 92018 Attn:\nCancel Dept.; or 24 Hour Fitness 1265 Laurel Tree Lane Suite 100 Carlsbad, CA 92011, or online by visiting www.24hourfitness.com/members/cancel. Upon receipt of your request to\ncancel your membership, 24 Hour Fitness will apply your last month’s dues; your club access and membership will end after 30 days. See Section 6 of your Agreement for more details.\nDues Increase:\n Monthly dues may only be increased a maximum of 10%, once per calendar year\n No increase within the first 12 months of your membership\nPlease see Section 3 of your agreement for more details.","metadata":{"loc":{"lines":{"from":40,"to":47}}}}],["5",{"pageContent":" Monthly dues may only be increased a maximum of 10%, once per calendar year\n No increase within the first 12 months of your membership\nPlease see Section 3 of your agreement for more details.\nAnnual Fee: Each year, you will be required to pay a non-refundable Annual Fee plus applicable taxes, if any, so long as the membership is in effect. Please see page 1 and Section 3 of\nyour agreement for more details.","metadata":{"loc":{"lines":{"from":47,"to":51}}}}],["6",{"pageContent":"Arbitration Agreement and Waiver of Class Action and Jury Rights:\n All disputes between you and us, except personal injury claims or those filed in small claims court, will be resolved through binding arbitration.\n Any arbitration under this agreement will take place on an individual basis; class arbitrations and class actions are not permitted\n If you do not want to be bound by this arbitration provision you must notify us within 90 days of signing your Agreement by providing written notice as detailed in Section 9(a).\n Personal injury claims are not subject to arbitration; personal injury claims will be handled in the courts\nPlease see Section 9 of your agreement for more details.\n\nRelease of Liability and Assumption of Risk: This agreement includes a Release of Liability and Assumption of Risk Provision in Section 10.\nCommunications: See Sections 3(g) for information regarding marketing and account communications including information regarding our privacy policies.","metadata":{"loc":{"lines":{"from":53,"to":61}}}}],["7",{"pageContent":"24HF-V.12.21-OR\n\fMEMBERSHIP POLICIES & CLUB RULES – Member#: MBR07155558                                                   equipment, babysitting, basketball, saunas, whirlpools or pools may have limited hours, be\n24 Hour Fitness USA, LLC. (“24 Hour”) Membership Policies (\"Policies\") and rules or signs posted          discontinued altogether at any time, or be offered on a \"first come first serve\" basis. 24\nin clubs or on our website (\"Rules\") ensure a safer and more enjoyable environment in which to            Hour reserves the right to charge a separate participation or reservation fee for any or all of\nexercise. You agree to follow the Policies and Rules. 24 Hour may, in its sole discretion, modify the     these facilities or services. Use of 24 Hour facilities or services are authorized and limited\nPolicies and Rules without notice at any time. It's your responsibility to know and follow the most       pursuant to your membership agreement.","metadata":{"loc":{"lines":{"from":63,"to":68}}}}],["8",{"pageContent":"Policies and Rules without notice at any time. It's your responsibility to know and follow the most       pursuant to your membership agreement.\ncurrent Policies and Rules. If there is any conflict between these Policies and the posted club           Conflicts Regarding Use: Do not linger or monopolize the equipment, as other members\nRules, these Policies and Rules apply. Policies are also available at 24hourfitness.com                   may want to use it. In short, observe gym etiquette. If there is a usage conflict, let 24 Hour\nEQUAL OPPORTUNITY POLICY STATEMENT: 24 Hour seeks, enrolls and maintains                                  mgmt. resolve it.\nmemberships without regard to race, gender, age, religion (including grooming), color, national           Sports Courts & Specialty Classes: 24 Hour may charge you for use of sports courts and\norigin, ancestry, physical or mental disability, medical condition, pregnancy, marital or registered      special classes.","metadata":{"loc":{"lines":{"from":68,"to":73}}}}],["9",{"pageContent":"origin, ancestry, physical or mental disability, medical condition, pregnancy, marital or registered      special classes.\ndomestic partner status, sex, sexual orientation, gender identity and expression, genetic                 Pool, Whirlpool, Sauna & Steam room: 24 Hour requires you to shower before using the\ncharacteristics and information, military or veteran status, or any other legally protected category. It  pool, whirlpool, and sauna or steam room. There are only lifeguards on duty at a few 24\nis further 24 Hour policy that no circumstance or conduct undertaken by club personnel shall have         Hour facilities. Check clubs for further details. The use of the pool, whirlpool, sauna or\nthe effect of discrimination on the basis of any of the aforementioned classifications. All club          steam room are at your risk. While using the pool, do not jump lanes, dive or engage in","metadata":{"loc":{"lines":{"from":73,"to":77}}}}],["10",{"pageContent":"the effect of discrimination on the basis of any of the aforementioned classifications. All club          steam room are at your risk. While using the pool, do not jump lanes, dive or engage in\nmembers shall have full and equal access to the club facility. All members with disabilities shall be     horseplay. Lap swimmers have priority over casual swimmers. You must also follow the\nentitled to reasonable accommodations for their physical and mental impairments. Any member               specific Rules that any 24 Hour clubs post regarding the use of the pools, whirlpools,\nwho believes they have been/are being treated unfairly on any of the aforementioned matters               saunas, and/or steam rooms in 24 Hour facilities.\nshould first report to club management of 24 Hour at 1(800)432-6348.                                      Weights & Other Equipment: There are specific Rules posted regarding the use of the","metadata":{"loc":{"lines":{"from":77,"to":81}}}}],["11",{"pageContent":"should first report to club management of 24 Hour at 1(800)432-6348.                                      Weights & Other Equipment: There are specific Rules posted regarding the use of the\nRESTROOM AND LOCKER ROOM ACCESSIBILITY-TRANSGENDER EQUAL OPPORTUNITY                                      weights and other equipment in 24 Hour facilities. As a courtesy, please replace the\nPOLICY: As set forth in 24 Hour’s Equal Opportunity Policy, all members shall have full and equal         weights on the rack after you use them and wipe off any benches after your use.\naccess to the club facility. Consistent with this Policy, all members shall have access to the restroom   No Solicitation: 24 Hour facilities are provided for the private use of club members only and\nand locker room facilities that correspond to the member’s gender identity, regardless of the             are not open to the public. Any solicitation within any club is absolutely forbidden. This","metadata":{"loc":{"lines":{"from":81,"to":85}}}}],["12",{"pageContent":"and locker room facilities that correspond to the member’s gender identity, regardless of the             are not open to the public. Any solicitation within any club is absolutely forbidden. This\nmember’s sex assigned at birth. For example, transgender women (who were born male but identify           includes, for example: solicitation for profit, political purposes or any other reason; use of\nas female) are permitted to use the women’s facilities, and vice versa for transgender men. Each          petitions; distributing or posting leaflets, notices or advertising anywhere in a club facility; or\nmember should determine the most appropriate option for her/him/themself. Any member who has a            leaving multiple copies of leaflets or other papers in any club.\nneed or desire for increased privacy, regardless of the reason, will be provided access to a single-      GENERAL POLICIES FOR MINORS: Please check with the front desk for specific Rules,","metadata":{"loc":{"lines":{"from":85,"to":89}}}}],["13",{"pageContent":"need or desire for increased privacy, regardless of the reason, will be provided access to a single-      GENERAL POLICIES FOR MINORS: Please check with the front desk for specific Rules,\nperson facility, when available. No member, however, shall be required to use such a facility.            policies and fees covering the Kids' Club (babysitting) and minors. You and your minor\nAny member who believes that they have been/are being treated unfairly on any of the Equal                children must follow any such Rules or policies and pay any applicable fees. To join 24 Hour\nOpportunity policies above should report to club management or call us at 1 (800) 432-6348.               you must be at least 12 years of age and you will need, the financial guaranty of a parent or\nPERSONAL INFORMATION AND PRIVACY: Please consult our Privacy Policies for a description                   guardian and the parent or guardian must sign the membership agreement.","metadata":{"loc":{"lines":{"from":89,"to":93}}}}],["14",{"pageContent":"PERSONAL INFORMATION AND PRIVACY: Please consult our Privacy Policies for a description                   guardian and the parent or guardian must sign the membership agreement.\nof our practices with respect to collection, sharing and privacy of your personal information. Both       Minors Under 12: May not use 24 Hour facilities at any time and must be accompanied by\nour Website Privacy Policy (covering information we collect through our website) and our general          a parent or guardian at all times when in the facilities, unless the minor is in Kids' Club or\nPrivacy Policy (covering information we collect offline, such as when you sign up at one of our           participating in a 24 Hour approved youth program. If your minor child does not behave, 24\nclubs) are located on our website at www.24hourfitness.com/                                               Hour may ask you to make other arrangements. 24 Hour does not permit children over six","metadata":{"loc":{"lines":{"from":93,"to":97}}}}],["15",{"pageContent":"clubs) are located on our website at www.24hourfitness.com/                                               Hour may ask you to make other arrangements. 24 Hour does not permit children over six\nCHECK-IN: You must check in at the front desk on each club visit by enrolling in (1) the Touchless        years old of the opposite sex in the locker rooms.\nCheck-In System using the 24GO® app, or (2) the Cardless Check-in system using your finger scan           Minors 12 - 17: May use 24 Hour facilities without being accompanied by a parent or\nand a 10-digit check-in code (such as your phone number), or (3) bringing in an original government       guardian if the minor is a member or a guest and their parent or guardian signed the\nissued photo ID. You are not required to enroll in either the Touchless Check-in or Cardless Check-in     financial guaranty and the membership agreement. 24 Hour reserves the right, in its","metadata":{"loc":{"lines":{"from":97,"to":101}}}}],["16",{"pageContent":"issued photo ID. You are not required to enroll in either the Touchless Check-in or Cardless Check-in     financial guaranty and the membership agreement. 24 Hour reserves the right, in its\nsystems. Please visit our website at www.24Hourfitness.com for more information.                          discretion, to require that a parent or guardian accompany a minor.\nMEMBERSHIP FREEZE POLICY: 24 Hour will only freeze your membership if you are in good                     PROHIBITED ITEMS AND ACTIVITIES\nstanding, all initiation fees are paid, you are current on your monthly dues, and you provide at least    No Alcohol, Drugs, or Smoking: You cannot engage in any activity at 24 Hour while\nten days’ notice. If you have a Commitment Agreement and freeze your membership within the                under the influence of illegal drugs or alcohol. 24 Hour does not permit smoking, vaping,","metadata":{"loc":{"lines":{"from":101,"to":105}}}}],["17",{"pageContent":"ten days’ notice. If you have a Commitment Agreement and freeze your membership within the                under the influence of illegal drugs or alcohol. 24 Hour does not permit smoking, vaping,\ninitial Commitment period, your Commitment period and obligation will be extended for the amount          alcohol, or illegal drugs, including steroids, in any of its facilities.\nof time your membership was on freeze. Four circumstances may qualify you for a freeze:                   No Weapons: No weapons of any kind are permitted in 24 Hour facilities.\nMedical Disability: You must provide 24 Hour with verification from your physician stating your           Taking Photos or filming others is not permitted without prior knowledge and consent;\nmedical disability will prevent you from using 24 Hour facilities. The minimum term for a medical         and under no circumstances is any photography or filming permitted within the Kids’ Club,","metadata":{"loc":{"lines":{"from":105,"to":109}}}}],["18",{"pageContent":"medical disability will prevent you from using 24 Hour facilities. The minimum term for a medical         and under no circumstances is any photography or filming permitted within the Kids’ Club,\nfreeze is three months and the maximum is six months.                                                     locker room, steam room, or sauna areas.\nActive Duty Military Transfer or Extended Volunteer Assignment: You must provide 24 Hour                  Food & Beverages: 24 Hour reserves the right to limit the consumption of food or\nwith a copy of your transfer, deployment or extended volunteer assignment orders. There is no             beverages in workout areas.\nminimum or maximum for assignment freeze. If you request a specific freeze term less than six             Personal Training: No member may train another member for compensation or engage in","metadata":{"loc":{"lines":{"from":109,"to":113}}}}],["19",{"pageContent":"minimum or maximum for assignment freeze. If you request a specific freeze term less than six             Personal Training: No member may train another member for compensation or engage in\nmonths, your membership and monthly Electronic Funds Transfer (\"EFT\") or credit card charge will          competitive activities in any 24 Hour facility. If 24 Hour determines that such training or\nautomatically resume at the end of the specified time.                                                    activity occurs at a 24 Hour facility, the trainer and/or trainee may lose their membership.\nTemporary Employment Transfer: You must provide 24 Hour with employer verification, on                    Outside Equipment: 24 Hour reserves the right, in its sole discretion, to limit or restrict the\ncompany letterhead, that you are being temporarily transferred. Transfer location must be more            use of outside equipment in the club.","metadata":{"loc":{"lines":{"from":113,"to":117}}}}],["20",{"pageContent":"company letterhead, that you are being temporarily transferred. Transfer location must be more            use of outside equipment in the club.\nthan 25 miles from the nearest 24 Hour location to which you have access. The minimum term for            DRESS POLICY: 24 Hour requires you to wear appropriate clothing and footwear while in its\na temporary employment transfer freeze is 3 months and the maximum freeze is 6 months.                    facilities such as gym shorts, T-shirts, undergarments or tights with all apparel, jogging,\nExtended Freeze: 24 Hour may approve or deny your request for an extended freeze for reasons              aerobic and sweat outfits. Street clothes/shoes and jeans are not appropriate. Shower shoes\nother than those listed above. The maximum length of an extended freeze is 12 months. If 24 Hour          and swimming suits are all right in the pool area, but cutoffs are not. Racquetball/basketball","metadata":{"loc":{"lines":{"from":117,"to":121}}}}],["21",{"pageContent":"other than those listed above. The maximum length of an extended freeze is 12 months. If 24 Hour          and swimming suits are all right in the pool area, but cutoffs are not. Racquetball/basketball\ndoes not receive notification to reactivate or further extend your freeze within 12 months, your          shoes are required on the courts. No street or black-soled shoes permitted. Being barefoot in\nmembership agreement may be terminated.                                                                   the general workout area is prohibited. 24 Hour Fitness recommends closed toed shoes be\nDues During Freeze: No further dues will be collected during your approved freeze and your right          worn on the general workout floor at all times, and wearing opened toed shoes or socks alone\nto access 24 Hour facilities during the freeze will be suspended. Notwithstanding the foregoing,          is at your own risk.","metadata":{"loc":{"lines":{"from":121,"to":125}}}}],["22",{"pageContent":"to access 24 Hour facilities during the freeze will be suspended. Notwithstanding the foregoing,          is at your own risk.\nyou will still be required to pay an Annual Fee (plus applicable taxes), as provided in your              TOWEL POLICY: Carrying a workout towel is recommended. Please use the cleaning\nmembership agreement, during your approved freeze so long as your membership is in effect. In             station supplies to wipe down equipment after use.\nthe event your membership is prepaid, the term of the prepaid membership shall be extended,               CONDUCT: While in 24 Hour facilities, 24 Hour does not permit and will not tolerate any\nwithout further dues, for the same period of the freeze. Except for military freezes greater than 6       inappropriate conduct. You may not engage in any conduct in any 24 Hour facility that","metadata":{"loc":{"lines":{"from":125,"to":129}}}}],["23",{"pageContent":"without further dues, for the same period of the freeze. Except for military freezes greater than 6       inappropriate conduct. You may not engage in any conduct in any 24 Hour facility that\nmonths or unspecified, your membership will be reactivated and your monthly EFT or credit card            includes, without limitation, using loud, abusive, offensive, insulting, demeaning language,\ncharge will automatically resume at the end of your freeze period.                                        profanity, lewd conduct or any conduct that harasses or is bothersome to members, guests or\nGUEST PRIVILEGES: We recommend that you make an appointment for your guest's visit and a                  employees.\nclub tour may be required. A guest must check in at the front desk, be at least 18, complete the          VIOLATION OF POLICIES OR RULES: If any member or guest violates any of the Policies","metadata":{"loc":{"lines":{"from":129,"to":133}}}}],["24",{"pageContent":"club tour may be required. A guest must check in at the front desk, be at least 18, complete the          VIOLATION OF POLICIES OR RULES: If any member or guest violates any of the Policies\nguest registration process, and if applicable, pay a guest fee before using 24 Hour facilities (a parent  or Rules, 24 Hour will ask that person to stop or leave. A member's violation of any of the\nor legal guardian may bring a minor aged 12 or up as a guest if the adult member agrees to sign the       Policies or Rules may also cause 24 Hour, in its sole discretion, to terminate that person's\nappropriate release forms). 24 Hour may restrict the number of guests and times you may bring             membership and/or other agreements.\nguests. You must inform guests about these Policies.                                                      STEROID WARNING: Use of steroids to increase strength or growth can cause","metadata":{"loc":{"lines":{"from":133,"to":137}}}}],["25",{"pageContent":"guests. You must inform guests about these Policies.                                                      STEROID WARNING: Use of steroids to increase strength or growth can cause\nLOCKERS: 24 Hour provides lockers for your use on a daily basis and suggests using a lock to              serious health problems. Steroids can keep teenagers from growing to their full\nprotect your property. Do not leave valuable property in a locker at any time. 24 Hour is not             height; they can also cause heart disease, stroke, and damage liver function. Men\nresponsible for any theft or damage to your property. If you leave a lock on a locker overnight, 24       and women using steroids may develop fertility problems, personality changes, and\nHour will consider your property abandoned and have the right to donate your property to charity.         acne. Men can also experience premature balding and development of breast tissue.","metadata":{"loc":{"lines":{"from":137,"to":141}}}}],["26",{"pageContent":"Hour will consider your property abandoned and have the right to donate your property to charity.         acne. Men can also experience premature balding and development of breast tissue.\nUSE OF 24 HOUR FACILITIES                                                                                 There are also civil and criminal penalties for the unauthorized sale, use, or\nAvailability of Facilities: 24 Hour facilities or services, including but not limited to, classes,        exchange of anabolic steroids.\n24HF-V.12.21-OR\n\fCLUB OF ENROLLMENT                  Address: 4546 SE McLoughlin Blvd.              00425  CLUB MEMBERSHIP AGREEMENT 24S04542908","metadata":{"loc":{"lines":{"from":141,"to":145}}}}],["27",{"pageContent":"Club Number: 00425                  State: OR                          Zip: 97202         Membership Type: Gold Monthly Portland-Vancouver Metro\nCity: Portland                                                                                                                                               MBR07155558","metadata":{"loc":{"lines":{"from":147,"to":148}}}}],["28",{"pageContent":"Emp# Sold By: 100                                                                                           Primary Agreement #                           Member #\nPERSONAL INFORMATION\nLast Name: Collins                             First Name: Jack                           Birthdate: XX-XX-1988                    Age: 33                   Gender: M\nAddress: 1630 SE Rural 380                     Corp. Id:                                  City: Portland                           State: OR                 Zip: 97202\nPhone: (503) 9546705                                                                      Email Address: jackpaulcollins@gmail.com\nEmployer:\nACCOUNTING\nInitiation Fee:             $ 1.00             See page 2 of this agreement (if applicable) for details on      Annual Fee\nFirst Month’s Dues:         $ 0.00             payment plans and/or payment authorization.                      Annual Fee Amount: $ 49.99","metadata":{"loc":{"lines":{"from":150,"to":158}}}}],["29",{"pageContent":"First Month’s Dues:         $ 0.00             payment plans and/or payment authorization.                      Annual Fee Amount: $ 49.99\nLast Month’s Dues:          $ 0.00                                                                              EFT/RCC Begin Date: 06/25/2022\nTaxes/Fees/Surcharges: $ 0.00                  Amount Received:            $ 1.00                               (continuing annually on or about the same date, see Section 3\nTotal Due Now:              $ 1.00             Balance Due:                $ 0.00                               for details)\n(non-refundable)","metadata":{"loc":{"lines":{"from":158,"to":162}}}}],["30",{"pageContent":"ACKNOWLEDGEMENT OF AGREEMENT TERMS – BUYER’S RIGHT TO CANCEL – E-SIGNATURE – AGREEMENT TERM\nTHIS AGREEMENT INCLUDES A RELEASE OF LIABILITY AND ASSUMPTION OF RISK PROVISION IN SECTION 10. By signing below,\n1. You acknowledge and agree that you have read this agreement and you agree to all the terms on all pages of this agreement and acknowledge that you have received a copy of it\nand the membership policies; AND\n2. You consent to the use of an electronic signature to record your commitment to the terms of this Agreement.\nIF YOU WISH TO CANCEL THIS CONTRACT, WITHOUT PENALTY, YOU MAY CANCEL IT BY DELIVERING OR MAILING A WRITTEN NOTICE\nTO 24 HOUR. THE NOTICE MUST SAY THAT YOU DO NOT WISH TO BE BOUND BY THE CONTRACT AND MUST BE DELIVERED OR\nMAILED BEFORE MIDNIGHT OF THE THIRD BUSINESS DAY AFTER YOU SIGN THIS CONTRACT. THE NOTICE MUST BE MAILED TO: 24\nHOUR FITNESS P.O. BOX 787, CARLSBAD, CA 92018. IF YOU CANCEL WITHIN THE THREE DAYS, 24 HOUR WILL RETURN TO YOU","metadata":{"loc":{"lines":{"from":164,"to":172}}}}],["31",{"pageContent":"HOUR FITNESS P.O. BOX 787, CARLSBAD, CA 92018. IF YOU CANCEL WITHIN THE THREE DAYS, 24 HOUR WILL RETURN TO YOU\nWITHIN 15 DAYS ALL AMOUNTS YOU HAVE PAID.\nYour Agreement is a MONTHLY PAYMENT - Membership\nBEGINS: 05/01/2022                             MONTHLY DUES: $29.99\nYour Monthly Payment Membership may be terminated as explained in Section 6. Initiation fees and first month and last month's dues are nonrefundable, unless specifically stated\notherwise in that section. You understand that your agreement is for a continuous service and the minimum term of your agreement, your first month and your last month (your minimum\nterm will be 58 days). You understand that your agreement begins on the day shown above after 'Begins: ___'. You understand that you shall make monthly payments for your agreement\nand that 24 Hour will charge you for those monthly payments on a monthly basis starting on the date shown on page 2 after 'EFT/RCC Begin Date:___' and again on or around the same","metadata":{"loc":{"lines":{"from":172,"to":179}}}}],["32",{"pageContent":"and that 24 Hour will charge you for those monthly payments on a monthly basis starting on the date shown on page 2 after 'EFT/RCC Begin Date:___' and again on or around the same\ndate each month or within 2 business days after that date (or month end, if applicable) thereafter while your agreement is in effect. Your monthly dues rate is shown above and that same\nrate shall apply each month (subject to any dues increases pursuant to Section 3(c) of this agreement) regardless of the number of days in each month. In other words, the same rate will\napply for February (a 28-day month) as March (a 31-day month). Prepaid last month's dues are based upon a 30-day month. Upon receipt of your request to cancel your membership, 24\nHour will apply your last month's dues; your club access and membership will end after your paid period ends, which includes any remaining paid days and last month's dues. Please see\nSection 6 of your agreement for more details.","metadata":{"loc":{"lines":{"from":179,"to":184}}}}],["33",{"pageContent":"Section 6 of your agreement for more details.\nMEMBER SIGNATURE: Jack Collins                                                                                  DATE SIGNED: 05/01/2022 8:53 P.M.","metadata":{"loc":{"lines":{"from":184,"to":185}}}}],["34",{"pageContent":"COSIGNER\nParent or Guardian: On behalf of my minor child and myself, I agree to all the provisions of this Agreement, including the Release of Liability and Assumption of Risk and Agreement to\nArbitrate provisions and I agree to defend and indemnify 24 Hour to the fullest extent permitted by law for any claim brought by my minor child against 24 Hour. I also promise to pay any\nfinancial obligation that my minor child does not pay for any reason.\nFinancial Cosigner: I agree to the Agreement to Arbitrate provisions in this agreement, and I promise to pay any financial obligation that the member does not pay for any reason. I also\nagree to defend and indemnify 24 Hour to the fullest extent permitted by law for any claim brought against 24 Hour by the member.\nWhether Parent or Cosigner, I understand my obligation can only end if the member/guardian properly terminates this agreement. If I signed the Payment and Transfer Authorization on","metadata":{"loc":{"lines":{"from":187,"to":193}}}}],["35",{"pageContent":"Whether Parent or Cosigner, I understand my obligation can only end if the member/guardian properly terminates this agreement. If I signed the Payment and Transfer Authorization on\npage 2, I agree to directly pay according to the terms in this agreement.\nCOSIGNER SIGNATURE:                                                                                              DATE SIGNED:","metadata":{"loc":{"lines":{"from":193,"to":195}}}}],["36",{"pageContent":"Last Name:                                                                 First Name:                                                      Home ph.: ()\nStreet Address:                                                                 City:\n                                                                                                                                   State:                 Zip:\n\n24HF-V.12.21-OR                                                                                                                                           1\n\fPAYMENT AND TRANSFER AUTHORIZATION                  Member Name:                                                         Jack Collins","metadata":{"loc":{"lines":{"from":197,"to":202}}}}],["37",{"pageContent":"Member #:                                                            MBR07155558\n                                                    Agreement #:                                                         24S04542908\nPAYMENTS FOR TOTAL DUE NOW                          PAYMENT SCHEDULE FOR TOTAL DUE NOW\nTotal Due Now (non-refundable):      $1.00          Payment Amount: $N/A                                                                    Payment Date: N/A\nDeposit Received:                    $1.00          Payment Amount: $N/A                                                                    Payment Date: N/A\nBalance Due:                         $0.00          Payment Amount: $N/A                                                                    Payment Date: N/A\n                                                    AUTHORIZATION FOR BALANCE DUE\nAccount Type:                                       Name of Depository Institution:","metadata":{"loc":{"lines":{"from":204,"to":211}}}}],["38",{"pageContent":"AUTHORIZATION FOR BALANCE DUE\nAccount Type:                                       Name of Depository Institution:\nAccount Holder Name:                                Account Number:\nExpiration Date:                                    Routing Number (if applicable):\nI want amounts I owe to 24 Hour Fitness USA, LLC, (\"24 Hour\") under this Agreement to be paid through one of the following (a) my debit card, (b) debits to my bank account through the\nACH ((a) and (b) each an \"EFT\"), or (c) charges to my credit card account (\"CC\"), as indicated above, for the purpose of making the scheduled payments on the Balance Due (together\nwith any related fees, taxes or charges). My signature below constitutes my authorization and agreement to the following terms for those EFT or CC charges:","metadata":{"loc":{"lines":{"from":211,"to":217}}}}],["39",{"pageContent":"with any related fees, taxes or charges). My signature below constitutes my authorization and agreement to the following terms for those EFT or CC charges:\n1. I authorize 24 Hour, on the scheduled payment dates, or within 2 business days after such dates, to charge my above listed credit card account, or to initiate an EFT from\nthe account I designated above or any successor or replacement card or account, for the Balance Due indicated above. If my card or account expires or is replaced, I agree to\nnotify 24 Hour promptly of my new card or account.\n2. My authorization will remain in effect until cancelled by 24 Hour, or by me. I may cancel by providing notice to 24 Hour in writing at P.O. Box 787, Carlsbad, CA, 92018, by visiting\nour website www.24hourfitness.com, as set forth in Section 6 of this Agreement. Even after my notice of cancellation, I authorize 24 Hour to charge or debit my account for any Balance","metadata":{"loc":{"lines":{"from":217,"to":222}}}}],["40",{"pageContent":"our website www.24hourfitness.com, as set forth in Section 6 of this Agreement. Even after my notice of cancellation, I authorize 24 Hour to charge or debit my account for any Balance\nDue amounts I owe under this Agreement up to the date this Agreement ends and I agree to be bound by the terms and conditions of this Agreement until my Agreement privileges end.\n3. For EFT (a debit to my checking or savings account, or debit card) charges only, I understand that you will notify me at least 10 days in advance of any EFT debit that will be more than\nthree times the normal monthly debit amount. Upon my written request, you will notify me if the amount of the EFT transfer will vary by any amount.\n4. If my EFT or CC is rejected or returned unpaid for any reason, I authorize 24 Hour to resubmit it for payment one or more subsequent times in the future. If amounts I owe to 24 Hour","metadata":{"loc":{"lines":{"from":222,"to":226}}}}],["41",{"pageContent":"4. If my EFT or CC is rejected or returned unpaid for any reason, I authorize 24 Hour to resubmit it for payment one or more subsequent times in the future. If amounts I owe to 24 Hour\nare not paid because an EFT debit or CC does not go through, for any reason my failure to pay those amounts may result in the suspension or termination of my membership, as\ndescribed in the Agreement.\n5. I may stop any EFT (a debit to my checking or savings account by ACH or debit card) by notifying the financial institution named above at least 3 days before the scheduled date of the\ntransfer.\nAuthorized Signature:                                                                                                                Date:\nRegional:Gold Monthly\nMonthly Dues Amount:             $ 29.99            Annual Fee Amount:                                                   $ 49.99\nEFT/RCC Begin Date:              05/01/2022         EFT/RCC Begin Date:                                                  06/25/2022","metadata":{"loc":{"lines":{"from":226,"to":234}}}}],["42",{"pageContent":"EFT/RCC Begin Date:              05/01/2022         EFT/RCC Begin Date:                                                  06/25/2022\n                                                    (continuing annually on or about the same date)\n                                                    AUTHORIZATION FOR DUES DIRECT AND ANNUAL FEE PAYMENTS\nAccount Type:                    MasterCard         Name of Depository Institution:\nAccount Holder Name:             Jack Collins       Account Number:                                                               ************7670\nExpiration Date:                                    Routing Number (if applicable):\nI want amounts I owe to 24 Hour Fitness USA, LLC., (\"24 Hour\") under this Agreement (the \"Agreement\") to be paid through one of the following (a) recurring charges to my debit card, (b)","metadata":{"loc":{"lines":{"from":234,"to":240}}}}],["43",{"pageContent":"I want amounts I owe to 24 Hour Fitness USA, LLC., (\"24 Hour\") under this Agreement (the \"Agreement\") to be paid through one of the following (a) recurring charges to my debit card, (b)\nrecurring debits to my bank account through the ACH ((a) and (b) each an \"EFT\") or (c) recurring charges to my credit card account (\"RCC\"), as indicated above. My signature below\nconstitutes my authorization and agreement to the following terms for those EFT or RCC charges:\n1. I authorize 24 Hour, (i.) on a monthly basis, to charge my above listed credit card account, or to initiate an EFT from the account I designated above or any successor or\nreplacement card or account, on or about the same day each month (or at month end, if the EFT/RCC date is on a day not contained in a given month), (ii.) for the monthly\ndues rate indicated above, and any other amounts I owe to 24 Hour under this Agreement, including any fees, taxes, or annual increases in monthly dues (up to 10% pursuant","metadata":{"loc":{"lines":{"from":240,"to":245}}}}],["44",{"pageContent":"dues rate indicated above, and any other amounts I owe to 24 Hour under this Agreement, including any fees, taxes, or annual increases in monthly dues (up to 10% pursuant\nto Section 3(c) of this Agreement); plus, (iii.) on an annual basis, the Annual Fee indicated above and any annual increases (up to 10% pursuant to Section 3(c) of this\nAgreement). If my card or account expires or is replaced, I agree to notify 24 Hour promptly of my new card or account.\n2. My authorization and the Agreement will remain in effect until this Agreement is cancelled by 24 Hour, or by me. I may cancel by providing notice to 24 Hour in writing at P.O.\nBox 787, Carlsbad, CA, 92018, or visiting any 24 Hour Fitness club. I understand that this Agreement is for a continuous service and 24 Hour will charge me on a monthly basis until I\ncancel this Agreement. I further understand that under 24 Hour's cancellation policy, which is in Section 6 of this Agreement, I may cancel this Agreement at any time prior to","metadata":{"loc":{"lines":{"from":245,"to":250}}}}],["45",{"pageContent":"cancel this Agreement. I further understand that under 24 Hour's cancellation policy, which is in Section 6 of this Agreement, I may cancel this Agreement at any time prior to\nmidnight of the third business day of the health studio after the date of this Agreement, excluding Sundays and holidays, and receive a refund of all money I paid. I further\nunderstand that if I do not cancel in the first three business days, then the minimum term of this Agreement is any prorated days (up to 6 days) plus my first month and my\nlast month (so, depending on the number of prorated days my minimum term will be from 58 to 68 days) and if I cancel upon 24 Hour’s receipt of my request to cancel 24\nHour will apply my prepaid last month's dues and my club access and membership will end after my paid period ends (which includes any remaining paid days from the","metadata":{"loc":{"lines":{"from":250,"to":254}}}}],["46",{"pageContent":"Hour will apply my prepaid last month's dues and my club access and membership will end after my paid period ends (which includes any remaining paid days from the\nmonthly billing cycle covering the date that 24 Hour receives my cancellation notice and the prepaid last month). Even after my notice of cancellation, I authorize 24 Hour to\ncharge or debit my account for any amounts I owe under this Agreement up to the date my membership ends and I agree to be bound by the terms and conditions of this Agreement until\nmy membership ends. Notwithstanding any other language in this Agreement, I agree that all rights and obligations of both 24 Hour and me that are intended to survive cancellation of this\nAgreement will continue after cancellation and/or the end of my membership, to the extent permitted by law.\n3. The amounts charged or debited to my account may vary each month from the amount shown above due to a change in the monthly dues, past unpaid dues and fees,","metadata":{"loc":{"lines":{"from":254,"to":259}}}}],["47",{"pageContent":"3. The amounts charged or debited to my account may vary each month from the amount shown above due to a change in the monthly dues, past unpaid dues and fees,\nincreases in applicable taxes, or other fees and charges that I may owe. For EFT (a debit to my checking or savings account, or debit card) charges only, I understand that you will\nnotify me at least 10 days in advance of any EFT debit that will be more than three times the normal monthly debit amount. Upon my written request, you will notify me if the amount of my\nEFT or RCC will vary by any amount.\n4. If my EFT or RCC is rejected or returned unpaid for any reason, I authorize 24 Hour to resubmit it for payment one or more subsequent times in the future. If amounts I owe to 24 Hour\nare not paid because an EFT debit or RCC does not go through, for any reason my failure to pay those amounts may result in the suspension or termination of my membership, as\ndescribed in the Agreement.","metadata":{"loc":{"lines":{"from":259,"to":265}}}}],["48",{"pageContent":"are not paid because an EFT debit or RCC does not go through, for any reason my failure to pay those amounts may result in the suspension or termination of my membership, as\ndescribed in the Agreement.\n5. I may stop any EFT (debit to my checking or savings account by ACH or debit card) by notifying the financial institution named above at least 3 days before the scheduled transfer date.\n6. If I have more than one agreement with 24 Hour (such as an Upgrade or Additional Services Agreement) and I have designated the same EFT or RCC account for charges under any\nother agreement as I have under this Agreement, I authorize 24 Hour to make one monthly RCC or EFT debit for all the amounts I owe under all my agreements that are paid through the\nsame EFT or RCC account.\nAuthorized Signature:            Jack Collins                                                                Date: 05/01/2022 8:53 P.M.","metadata":{"loc":{"lines":{"from":265,"to":271}}}}],["49",{"pageContent":"24HF-V.12.21-OR                                                                                                                                                2\n\f1.PARTIES\nAny use of the term “24 Hour” in this Agreement shall refer to 24 Hour Fitness USA, LLC. 24 Hour and you agree that by signing this Agreement, you purchased a membership or services,\nagree to all the terms in this Agreement, and agree to follow 24 Hour's Membership Policies and any Rules.","metadata":{"loc":{"lines":{"from":273,"to":276}}}}],["50",{"pageContent":"2.MEMBERSHIP\n2(a). Nature of Membership: Your membership permits you to use 24 Hour's premises, facilities, equipment and services as shown and limited by the membership identified on page 1.\nYour membership is non-transferable by you and gives you no rights in 24 Hour, its management, property or operation. 24 Hour may close clubs. 24 Hour may assign or transfer your\nmembership in its sole discretion. 24 Hour can sell memberships at different rates and terms than yours. Any special promotional membership or rate regarding privileges, usage, hours, or\nfacilities is valid only at the Club of Enrollment, unless otherwise noted. It is your responsibility to notify 24 Hour of any change in your address or phone number.\n2(b). Membership Type (see Page 1 Membership Type). Silver: If you have a Silver membership (where available), you acknowledge and agree that you are entitled to use only the","metadata":{"loc":{"lines":{"from":278,"to":283}}}}],["51",{"pageContent":"2(b). Membership Type (see Page 1 Membership Type). Silver: If you have a Silver membership (where available), you acknowledge and agree that you are entitled to use only the\ncardio equipment and weights in that one club only. Gold: If you have a Gold membership, you acknowledge and agree that you are entitled to use only clubs covered by your membership.\nFor example, if you purchased a Gold membership in the Northern California region, you will not have access to 24 Hour Fitness® clubs in New York. Platinum: If you have a Platinum\nmembership, you acknowledge and agree that you are entitled to use the 24 Hour Fitness® clubs covered by your membership. Access to membership amenities is based on membership\ntype, see the Membership Details Page of this Agreement for a complete listing of amenities for your membership type. You further acknowledge and agree that 24 Hour (1) reserves the","metadata":{"loc":{"lines":{"from":283,"to":287}}}}],["52",{"pageContent":"type, see the Membership Details Page of this Agreement for a complete listing of amenities for your membership type. You further acknowledge and agree that 24 Hour (1) reserves the\nright to charge an extra fee and/or extra dues for use of any club not included in your type of membership or for any club additional services and/or amenities that those offered at the time\nyou enrolled, (2) the total number clubs at your membership type may either increase or decrease in the future and nothing in this Agreement shall be construed as a guarantee that your\nmembership type will always provide you access to either a certain number clubs, or to specific clubs; (3) 24 Hour may open new clubs, close, change the designation of clubs, regions\nand/or create new designations of clubs and regions, and (4) no two 24 Hour clubs are exactly alike and to understand the size, amenities, services and features of a particular club, you\nwill need to visit the club.","metadata":{"loc":{"lines":{"from":287,"to":292}}}}],["53",{"pageContent":"will need to visit the club.\n2(c). Corporate Memberships: You must be a current employee of a participating company and eligible under the company's guidelines to enroll under a Corporate membership\nprogram. By enrolling under a Corporate membership program, you grant 24 Hour the right to verify your eligibility under the company's guidelines (including the right to verify your\nemployment with the company as necessary). In the event you are not currently employed or cease being a current employee of a participating company, 24 Hour reserves the right to\nimmediately terminate your membership and/or require you to pay the full regular price of initiation fees, Annual Fee, and monthly dues.\n2(d). Membership Freezes: 24 Hour will freeze your membership if you qualify under 24 Hour's Membership Freeze Policy set forth in the Membership Policies. To be eligible for a\nmembership freeze you must be in good standing with all fees paid and you must be current on your monthly or prepaid dues.","metadata":{"loc":{"lines":{"from":292,"to":298}}}}],["54",{"pageContent":"3. FINANCIAL POLICY & NOTICES\n3(a). Dues & Fees: You agree to pay the dues and fees on page 1 and 2. If you are under 18 years of age, 24 Hour requires an adult to promise payment. 24 Hour immediately earns the\ninitiation fees and first and last month’s dues when you buy your membership, including any and all paid amounts or unpaid portions which are to be paid according to a payment plan.\nEach year, Member will be required to pay a non-refundable Annual Fee plus applicable taxes, if any, so long as the membership is in effect (the Annual Fee is entirely earned by 24 Hour\nupon payment). These fees and any prepaid monthly dues are not refundable, except as stated in Section 6 of this Agreement. Whether or not you use the facilities, you must still pay your\nmonthly dues and non-use of the facility or facilities is not a basis for refund of prepaid dues. You agree to pay 24 Hour a fee for any returned check, or other non-payments, such as for","metadata":{"loc":{"lines":{"from":300,"to":305}}}}],["55",{"pageContent":"monthly dues and non-use of the facility or facilities is not a basis for refund of prepaid dues. You agree to pay 24 Hour a fee for any returned check, or other non-payments, such as for\ninsufficient funds, closed account, frozen or declined credit or similar circumstances. The current fee is $15.00, but is subject to change at 24 Hour's discretion without prior notice.\n3(b). Add On Memberships: When you add one or more “Add-On” membership(s) to a membership, one member is financially responsible for all Add-On members’ dues. If the member\nresponsible for paying the Add-On membership dues cancels his or her membership, then 24 Hour may, in its sole discretion, either cancel the Add-On membership(s) and/or require the\nAdd-On member(s) to pay his or her own dues, which may be changed to the individual membership rate in effect at the time of the cancellation. If an Add-On member starts to pay his or","metadata":{"loc":{"lines":{"from":305,"to":309}}}}],["56",{"pageContent":"Add-On member(s) to pay his or her own dues, which may be changed to the individual membership rate in effect at the time of the cancellation. If an Add-On member starts to pay his or\nher own dues at any time, then 24 Hour may, in its sole discretion, either cancel the Add-On membership(s) and/or require the Add-On member(s) to pay the applicable individual\nmembership rate.\n3(c).\n(i).Right to Increase Dues: If you have a Monthly Payment Agreement--Membership, Upgrade, or Special Privilege--24 Hour may increase your monthly dues once per calendar year per\nagreement. The increase will be calculated at not more than ten percent (10%) of your then current monthly dues. Any such increase will not occur during the first twelve (12) months of\nyour agreement. The increase described in this paragraph is in addition to any other increases authorized under this agreement.","metadata":{"loc":{"lines":{"from":309,"to":315}}}}],["57",{"pageContent":"your agreement. The increase described in this paragraph is in addition to any other increases authorized under this agreement.\n(ii). Right to Increase Annual Fee: Each year, you will be charged an Annual Fee in addition to your monthly dues, so long as the membership is in effect. 24 Hour may increase your\nAnnual Fee at not more than ten percent (10%) of your then current Annual Fee.\n3(d). Charges & Taxes: If you or your guests incur any 24 Hour charges for goods or services that include, without limitation, babysitting, fitness services, or similar services, you agree to\npay for them according to 24 Hour's rates and practices then in effect. 24 Hour has the right to add to your prepaid dues, your monthly dues, or any Additional Sessions any tax or charge\nrequired by the government.\n3(e). Automatic Deductions: At any time, you can change the method of payment you have designated via My24 online member services (on www.24hourfitness.com), or by updating","metadata":{"loc":{"lines":{"from":315,"to":321}}}}],["58",{"pageContent":"required by the government.\n3(e). Automatic Deductions: At any time, you can change the method of payment you have designated via My24 online member services (on www.24hourfitness.com), or by updating\nyour information in person at a Club. Please allow up to 5 days from the day 24 Hour receives your request for the change to take effect. If there is an error in an amount billed under this\nAgreement, you must notify us within 30 days after the date the EFT debit or credit card charge was made, or we will not be obligated to re-credit your account.\n3(f). Automatic Monthly Payment Failure: If we are unable to process a EFT/RCC monthly charge for any reason, 24 Hour may suspend or terminate your membership, privileges or\nFitness Services Agreement. You will have 30 days from the date we are unable to process the EFT/RCC monthly charge to reinstate your membership, privileges, or Fitness Services","metadata":{"loc":{"lines":{"from":321,"to":326}}}}],["59",{"pageContent":"Fitness Services Agreement. You will have 30 days from the date we are unable to process the EFT/RCC monthly charge to reinstate your membership, privileges, or Fitness Services\nAgreement by providing a valid EFT/RCC authorization. Upon reinstatement, all your past due amounts, including a $15 fee (as described in Section 3(a) will be electronically deducted\nusing the newly authorized EFT/RCC. If you do not provide a valid EFT/RCC authorization within the 30 days, your membership may be terminated “for cause” by 24 Hour and the terms of\nthe “Termination for Cause by 24 Hour” paragraph in Section 6 will apply; you will not receive a refund of any initiation fees, Annual Fees, or of first and last month’s dues.\n3(g). Delivery of Notices and Communications Related to This Agreement and Your Membership. You agree to electronic delivery of notices and records relating to this Agreement","metadata":{"loc":{"lines":{"from":326,"to":330}}}}],["60",{"pageContent":"3(g). Delivery of Notices and Communications Related to This Agreement and Your Membership. You agree to electronic delivery of notices and records relating to this Agreement\nand to your 24 Hour membership (\"Notices\") by electronic delivery instead of in paper form through postal delivery (you will still receive postal delivery of notices or records required by\nregulation or policy to be sent by postal delivery). Notices eligible for electronic delivery include notices regarding dues and fee increases, annual dues, electronic payment amounts,\npayment processing refusal, service changes, renewal, and similar notices relating to the Agreement and/or your membership. We will deliver Notices electronically to you by emailing them\nto the email address you have provided to us in this Agreement and you agree to keep that email address active and/or to update it as necessary. With respect to communications","metadata":{"loc":{"lines":{"from":330,"to":334}}}}],["61",{"pageContent":"to the email address you have provided to us in this Agreement and you agree to keep that email address active and/or to update it as necessary. With respect to communications\nregarding your membership, service changes, club information, and any amounts you owe 24 Hour, you also agree that 24 Hour may contact you on your home phone and on any cell\nphone number that you provide to 24 Hour and that such contact may be by telephone (including autodialed calls), pre-recorded or artificial message, text message or other means. You\nmay change your primary e-mail address, phone number or other contact information, or withdraw your consent to receive Notices electronically via My24 online member services\n(www.24hourfitness.com). There is no fee if you withdraw your consent to receive Notices electronically.\n3(h). Marketing Communications. You agree that from time to time 24 Hour may offer you special offers by direct mail, email, telephone and other methods as permitted by law. You may","metadata":{"loc":{"lines":{"from":334,"to":339}}}}],["62",{"pageContent":"3(h). Marketing Communications. You agree that from time to time 24 Hour may offer you special offers by direct mail, email, telephone and other methods as permitted by law. You may\nchange your communication preferences at any time via My24 online member services (www.24hourfitness.com).\n3(i). By executing this Agreement you agree to be bound by the Privacy Policies referred to in the Membership Policies.","metadata":{"loc":{"lines":{"from":339,"to":341}}}}],["63",{"pageContent":"4. FACILITIES AND SERVICES\n4(a). Description of Services and Hours of Access: For specific hours of access of any club, please visit www.24hourfitness.com. Not all facilities or services are open or available 24\nhours a day and 24 Hour may alter the hours of operation. Your membership with 24 Hour shall include access to the facility or facilities as shown and limited by the Membership Type\nidentified on page 1 and amenities as identified on Membership Details Page, including the cardiovascular, strength and conditioning equipment at those facilities, as may be applicable.\nYour membership agreement does not include personal training, which is an optional service subject to a separate agreement with 24 Hour. 24 Hour also provides a number of group\nexercise classes some of which are optional services and may require payment of a fee. Other optional services that may require additional fees include, but are not limited to, towel","metadata":{"loc":{"lines":{"from":343,"to":348}}}}],["64",{"pageContent":"24HF-V.12.21-OR  3\n\fservice, babysitting, basketball leagues, class fees, class reservation fees, guest privileges, or executive lockers. 24 Hour reserves the right to charge a separate participation or reservation\nfee for such optional services.","metadata":{"loc":{"lines":{"from":350,"to":352}}}}],["65",{"pageContent":"4(b). Changes in Equipment or Classes: 24 Hour reserves the right at any time to make reasonable changes to the type or quantity of group exercise classes and equipment offered, to\nalter the times of group exercise classes, and to amend the cost of, add, modify and/or eliminate any program, equipment, facility, activity, class or service in 24 Hour's reasonable\ndiscretion. Classes and equipment are available subject to demand. Any of the facilities or services, including but not limited to classes, equipment, babysitting, basketball, saunas, and\nwhirlpools may have limited hours or may be discontinued altogether at any time and may be offered on a \"first come first serve basis.\"\n4(c). Temporary Closures: 24 Hour regularly closes its facilities, or portions of its facilities, on a temporary basis for maintenance, selected holidays, and other hours based on municipal","metadata":{"loc":{"lines":{"from":354,"to":358}}}}],["66",{"pageContent":"4(c). Temporary Closures: 24 Hour regularly closes its facilities, or portions of its facilities, on a temporary basis for maintenance, selected holidays, and other hours based on municipal\nrequirements or other business reasons and such temporary closures will have no effect on this Agreement so long as such temporary closures are reasonable. If your Club of Enrollment is\nforced to close for 30 days or less by events or occurrences beyond 24 Hour's control, such as, by way of example, natural disasters, riots or unrest, or action by any lawful authority\n(Unforeseen Events), you will not be entitled to a refund, dues credit or to terminate your membership. However, if Unforeseen Events force your Club of Enrollment to close for more than\n30 consecutive days, then 24 Hour will extend your membership, without dues, for the same period your Club of Enrollment was closed or completely unavailable, but only if there is not","metadata":{"loc":{"lines":{"from":358,"to":362}}}}],["67",{"pageContent":"30 consecutive days, then 24 Hour will extend your membership, without dues, for the same period your Club of Enrollment was closed or completely unavailable, but only if there is not\nanother club to which you have access no more than 5 additional miles from your residence on the date you signed this agreement. If 24 Hour closes your Club of Enrollment for more than\n10 consecutive days for any reason not caused by Unforeseen Events, 24 Hour will extend the term of your membership, without dues, for any days beyond 10, but only if there is not\nanother club to which you have access no more than 5 additional miles from your residence on the date you signed this agreement. Your obligations if 24 Hour permanently closes or\nmoves your Club of Enrollment are explained in Section 6. If your Club of Enrollment closes because it is sold, 24 Hour may assign your membership to the new owner.","metadata":{"loc":{"lines":{"from":362,"to":366}}}}],["68",{"pageContent":"5. REPRESENTATIONS\n5(a). Physical Condition & No Medical Advice: You represent that you are in good physical condition and have no medical reason or impairment that might prevent you from your\nintended use of 24 Hour's facilities. As such, you acknowledge that 24 Hour did not give you medical advice before you joined, and cannot give you any after you join, relating to your\nphysical condition and ability to use the facilities. If you have any health or medical concerns now or after you join, discuss them with your doctor before using the facilities. You\nacknowledge that you have been informed that 24 Hour has available a questionnaire designed for you to determine whether you should consult a physician before participating in an\nexercise program and that you understand 24 Hour assumes no liability for any physical activity you undertake, including without limitation if you undertake physical activity without\nconsulting your doctor or against the advice of your doctor.","metadata":{"loc":{"lines":{"from":368,"to":374}}}}],["69",{"pageContent":"consulting your doctor or against the advice of your doctor.\n5(b). Limited Use: If you know or should know you have any problem that might prevent you from using all of 24 Hour's facilities and you sign this agreement, you agree that your\nmembership is limited accordingly. However, because it's your choice, you still must pay your dues as if you could use all the facilities.\n5(c). Liability for Property: 24 Hour is not liable to you or your guest for any personal property that is damaged, lost, or stolen while on or around 24 Hour's premises including, but not\nlimited to, a vehicle or its contents or any property left in a locker. If you or your guest cause any damage to 24 Hour's facilities, you are liable to 24 Hour for its cost of repair or\nreplacement.\n5(d). Entire Agreement & Enforcement: You acknowledge that neither 24 Hour, nor anyone else, made any representations or promises upon which you relied that are not stated in this","metadata":{"loc":{"lines":{"from":374,"to":380}}}}],["70",{"pageContent":"replacement.\n5(d). Entire Agreement & Enforcement: You acknowledge that neither 24 Hour, nor anyone else, made any representations or promises upon which you relied that are not stated in this\nagreement. Handwritten changes to this agreement are not valid. This Agreement contains the entire agreement between you and 24 Hour, and replaces any prior agreements,\nrepresentations or promises by or between you and 24 Hour, whether written or oral, with respect to the subject matter of this Agreement.","metadata":{"loc":{"lines":{"from":380,"to":383}}}}],["71",{"pageContent":"6. CANCELLATION - TERMINATION – REFUNDS\n6(a). Your 3-Day Cancellation Right: If you wish to cancel this contract without penalty, you may cancel it by delivering or mailing a written notice to 24 Hour. The\nnotice must say that you do not wish to be bound by the contract and must be delivered or mailed before midnight of the third business day after you sign this\ncontract. The notice must be mailed to: 24 Hour Fitness, P.O. Box 787, Carlsbad, CA 92018. Within 15 days of when 24 Hour receives written notice in the manner\ndescribed above, 24 Hour will refund all the money you paid.\n6(b). Cancellation Rights & Refund: Initiation fees, Annual fee, and first and last month’s dues are non-refundable, unless specifically stated otherwise in this\nAgreement. You may cancel this Agreement and receive a refund of unused prepaid dues if you qualify as follows:\n6(b)(1). Cancellation Rights:","metadata":{"loc":{"lines":{"from":385,"to":392}}}}],["72",{"pageContent":"Agreement. You may cancel this Agreement and receive a refund of unused prepaid dues if you qualify as follows:\n6(b)(1). Cancellation Rights:\nDisability or Death: Your disability must physically prevent you from using a substantial portion of the club's facilities and a licensed physician must verify this fact\nin writing. 24 Hour reserves the right to confirm your disability by a physician agreeable to you and 24 Hour. In case of death, your estate must provide written\nevidence.\nOut of Business: 24 Hour goes out of business.\nClub Moved: 24 Hour moves the club that was closest to your residence on the date of this Agreement to a location more than five additional miles from the\noriginal residence.\nMissed Completion Date: 24 Hour does not complete the construction of the facility by the date represented on the front of this Agreement, provided you do not","metadata":{"loc":{"lines":{"from":392,"to":400}}}}],["73",{"pageContent":"original residence.\nMissed Completion Date: 24 Hour does not complete the construction of the facility by the date represented on the front of this Agreement, provided you do not\nhave access to another 24 Hour location or temporary workout facilities. If you are entitled to a refund under this section, you must notify 24 Hour of your request\nwithin ten (10) business days of the missed completion date.\nServices Changed: 24 Hour materially changes the services it promised in the initial Agreement.\nMilitary Deployment: If you are a member of the United States military, including a member of the National Guard, military reserves, or regular United States\narmed forces, who is serving on active duty and deployed or otherwise serving outside of this state during the term of this Agreement. You must provide written\nevidence of your deployment within 90 days after you receive notice of such deployment or service outside the state. If you prefer, instead of cancelling you may","metadata":{"loc":{"lines":{"from":400,"to":407}}}}],["74",{"pageContent":"evidence of your deployment within 90 days after you receive notice of such deployment or service outside the state. If you prefer, instead of cancelling you may\nfreeze your membership at no additional cost and your membership rate will not change while your membership is on freeze (see the Membership Policies for more\ndetails on how to freeze a membership).\n6(b)(2). Notice & Effective Date: You or your estate must send written notice and proof of the event within 30 days after it happens, unless a shorter or longer time\nperiod is specified in this Agreement. Cancellation is effective as of the date of the event or the last date you used 24 Hour's facilities, whichever is later. If your\nnotice is late or lacks proof, 24 Hour may set the effective date when 24 Hour receives the notice. Such notice shall be sent to: 24 Hour Fitness, P.O. Box 787,\nCarlsbad, CA 92018.","metadata":{"loc":{"lines":{"from":407,"to":413}}}}],["75",{"pageContent":"notice is late or lacks proof, 24 Hour may set the effective date when 24 Hour receives the notice. Such notice shall be sent to: 24 Hour Fitness, P.O. Box 787,\nCarlsbad, CA 92018.\n6(b)(3). Refund Calculation: If you are entitled to cancel your membership under 6(b), you will receive a refund computed by dividing total prepaid dues by the\nnumber of weeks in the paid term and multiplying the result by the number of weeks remaining in the paid term. For fitness services, you will receive a refund of\nunused sessions.\n6(c). Termination of Monthly Payment Agreements-Membership, Upgrade, and Special Privilege: You may terminate your Monthly Payment Agreement\n(Membership, and/or Special Privilege) by providing written notice to cancel@24hourfitness.com, or 24 Hour Fitness P.O. Box 787 Carlsbad, CA 92018 Attn:\nCancel Dept.; or 24 Hour Fitness 1265 Laurel Tree Lane Suite 100 Carlsbad, CA 92011, or online by visiting www.24hourfitness.com/members/cancel/. 24 Hour will","metadata":{"loc":{"lines":{"from":413,"to":420}}}}],["76",{"pageContent":"Cancel Dept.; or 24 Hour Fitness 1265 Laurel Tree Lane Suite 100 Carlsbad, CA 92011, or online by visiting www.24hourfitness.com/members/cancel/. 24 Hour will\napply your pre-paid last month's (if applicable) dues to pay for your agreement starting on and including the day it receives notice of your request to terminate your\nagreement, so your agreement will end 30 days from the date that 24 Hour receives your notice of termination. 24 Hour will refund any unused pro-rated dues that\nyou have already paid for the monthly billing cycle covering the date that 24 Hour receives your termination notice. It may take up to 30 days to receive your refund","metadata":{"loc":{"lines":{"from":420,"to":423}}}}],["77",{"pageContent":"24HF-V.12.21-OR  4\n\fin order to allow 24 Hour to confirm receipt of your payment for the monthly billing cycle covering the date that 24 Hour receives your termination notice. Your\nrefund for unused pro-rated dues will include the pro-rated dues for the day 24 Hour receives your termination notice. For example, if you paid your monthly dues\non July 1 and 24 Hour received notice of your request to terminate your agreement on July 15, then you would get a refund for 17 unused days because you only\nused 14 days (July 1-14) of the 31 days that your July 1 payment covered. (Each payment covers a calendar month, so, for example, your June 1 payment would\nhave covered 30 days.) That total of 17 unused days includes the day 24 Hour received your termination notice. Your refund for the 17 unused days would be\ncalculated by taking the amount of your monthly dues divided by 31 and multiplying that amount by 17. Your pre-paid last month's dues would cover your","metadata":{"loc":{"lines":{"from":425,"to":431}}}}],["78",{"pageContent":"calculated by taking the amount of your monthly dues divided by 31 and multiplying that amount by 17. Your pre-paid last month's dues would cover your\nAgreement from July 15 through August 13 (30 days beginning with and including July 15), and your Agreement privileges would end on August 13.\n6(d). Termination of Prepaid (Limited) Membership: If you have a prepaid membership, you may not terminate it during the Prepaid Period (or get a refund),\nunless specifically stated otherwise in Sections 6(a) or 6(b) above.\n6(e). Termination for Cause by 24 Hour: 24 Hour may, at its option, terminate your membership if (1) you fail to complete all signature lines and required initial\nblocks, (2) you fail to make timely payments under any payment plan, (3) any monthly payments or dues are late, (4) the monthly EFT/RCC payments or dues are\ninterrupted or discontinued for any reason and you or your cosigner do not provide an acceptable alternative, (5) you fail to follow any of 24 Hour's Membership","metadata":{"loc":{"lines":{"from":431,"to":437}}}}],["79",{"pageContent":"interrupted or discontinued for any reason and you or your cosigner do not provide an acceptable alternative, (5) you fail to follow any of 24 Hour's Membership\nPolicies or club Rules or violate any part of this Agreement, or (6) your conduct is improper or harmful to the best interest of 24 Hour or its members. Termination is\neffective on the date 24 Hour mails a written notice to your last known address. You are liable for all financial obligations until that date.\n6(f). Termination Without Cause by 24 Hour: 24 Hour reserves the right to terminate your membership for any reason not stated above and not prohibited by law.\nIf 24 Hour does so, it will mail a written termination notice to your last known address and refund any unused prepaid dues.\n6(g). Termination on Club Closure or Move: If 24 Hour permanently closes or moves its facility closest to your residence on the date of this Agreement, 24 Hour,","metadata":{"loc":{"lines":{"from":437,"to":442}}}}],["80",{"pageContent":"6(g). Termination on Club Closure or Move: If 24 Hour permanently closes or moves its facility closest to your residence on the date of this Agreement, 24 Hour,\nat its option, will either (1) transfer your membership to a comparable club location no more than five additional miles from that residence, or (2) terminate this\nAgreement on the date of closing. If your membership is not transferred, then as of the date of closing you will not have to pay further monthly dues and 24 Hour\nwill refund any unused prepaid dues. You are not entitled to a refund if 24 Hour can transfer your membership to a comparable club within 5 additional miles of your\nresidence on the date of this Agreement.\n6(h). Effect of Termination & Financial Obligation: Upon the effective date of cancellation or termination, your right to use 24 Hour's facilities ends and 24 Hour","metadata":{"loc":{"lines":{"from":442,"to":447}}}}],["81",{"pageContent":"6(h). Effect of Termination & Financial Obligation: Upon the effective date of cancellation or termination, your right to use 24 Hour's facilities ends and 24 Hour\ncan deny you access to any or all 24 Hour clubs. If you owe 24 Hour money when your membership ends, you still owe the money, and 24 Hour will deduct it from\nany refund you might have coming. If there is not enough money to cover the debt in the refund, you must pay the balance. If you terminate your Monthly Payment\nMembership or your prepaid membership expires and you want to rejoin, you must buy a new membership at the then current rate.","metadata":{"loc":{"lines":{"from":447,"to":450}}}}],["82",{"pageContent":"7. APPLICABLE LAW\nThis Agreement and/or any legal action related to your 24 Hour membership shall be governed by, construed and enforced in accordance with the laws of the State where you live at the\ntime this Agreement is executed as indicated in the Personal Information section on the first page of this Agreement, without reference to choice of law principles. Exclusive venue for any\nlegal action related to this Agreement or your 24 Hour membership shall be brought in any Federal or State court in the jurisdiction in which the Agreement was executed ('Applicable\nCourts'). The parties waive any objection that they have or may have to venue in the Applicable Courts including, but not limited to, any objection that the Applicable Courts are an\ninconvenient forum. In addition, the parties waive, to the fullest extent they may effectively do so, any objection that they have or may have to the transfer of any legal action to the\nApplicable Courts.\n8. LIMITATION OF LIABILITY","metadata":{"loc":{"lines":{"from":452,"to":459}}}}],["83",{"pageContent":"Applicable Courts.\n8. LIMITATION OF LIABILITY\nUnless controlling legal authority requires otherwise, any award by an arbitrator or a court is limited to actual compensatory damages. Specifically, neither an arbitrator nor a court can\naward either party any indirect, special, incidental or consequential damages, even if one party told the other party that they might suffer these damages.\n9. AGREEMENT TO ARBITRATE--INCLUDING WAIVER OF CLASS ACTION AND JURY RIGHTS","metadata":{"loc":{"lines":{"from":459,"to":463}}}}],["84",{"pageContent":"9(a). Agreement to Arbitrate All Disputes Except Personal Injury and Small Claims Disputes\nIN THE EVENT OF ANY DISPUTE (OTHER THAN (1) ONE THAT INVOLVES PERSONAL INJURY OR (2) ONE FILED IN A COURT THAT IS LIMITED TO\nADJUDICATING SMALL CLAIMS) BETWEEN YOU AND 24 HOUR, (24 HOUR, AS USED IN THIS PROVISION, INCLUDES ITS OFFICERS, DIRECTORS,\nEMPLOYEES AND AGENTS), YOU AND 24 HOUR WAIVE YOUR RIGHT TO A JURY TRIAL AND CONSENT TO ARBITRATE THAT DISPUTE BEFORE A\nSINGLE ARBITRATOR UNDER THE THEN CURRENT COMMERCIAL DISPUTE RULES OF THE AMERICAN ARBITRATION ASSOCIATION (“AAA”) IN A\nLOCATION NEAR YOUR CLUB OF ENROLLMENT, RATHER THAN LITIGATE THE DISPUTE IN COURT. YOU AND 24 HOUR ALSO AGREE THAT EACH\nMAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY\nPURPORTED CLASS OR REPRESENTATIVE PROCEEDING. IN ADDITION, YOU ALSO AGREE NOT TO PARTICIPATE IN CLAIMS BROUGHT IN A","metadata":{"loc":{"lines":{"from":465,"to":472}}}}],["85",{"pageContent":"PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. IN ADDITION, YOU ALSO AGREE NOT TO PARTICIPATE IN CLAIMS BROUGHT IN A\nPRIVATE ATTORNEY GENERAL OR REPRESENTATIVE CAPACITY, OR CONSOLIDATED CLAIMS INVOLVING ANOTHER PERSON'S ACCOUNT, IF 24\nHOUR IS A PARTY TO THE PROCEEDING. IF YOU DO NOT WANT TO BE BOUND BY THIS ARBITRATION PROVISION, YOU MAY OPT OUT. IN ORDER\nTO OPT OUT OF THIS ARBITRATION PROVISION, YOU MUST NOTIFY 24 HOUR IN WRITING THAT YOU DO NOT WANT TO RESOLVE DISPUTES WITH\n24 HOUR BY ARBITRATION, SUCH NOTICE SHOULD BE DELIVERED BY MAIL TO 24 HOUR FITNESS, P.O. BOX 787, CARLSBAD, CA 92018, WITHIN 90\nDAYS OF THE DATE YOU SIGN THIS AGREEMENT.\n9(b). Fees and costs. Payment of all filing, administration and arbitrator fees will be governed by the AAA’s rules, unless otherwise stated in this Agreement. If the\nvalue of the relief sought is $10,000 or less, at your request, 24 Hour will pay all filing, administration, and arbitrator fees associated with the arbitration. If the value","metadata":{"loc":{"lines":{"from":472,"to":479}}}}],["86",{"pageContent":"value of the relief sought is $10,000 or less, at your request, 24 Hour will pay all filing, administration, and arbitrator fees associated with the arbitration. If the value\nof the relief sought is more than $10,000 and you are able to demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, 24\nHour will pay as much of the filing, administration, and arbitrator fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive. In the\nevent the arbitrator determines the claim(s) you assert in the arbitration to be frivolous, you agree to reimburse 24 Hour for all fees associated with arbitration paid\nby 24 Hour on your behalf, which you otherwise would be obligated to pay under AAA’s rules.\n9(c). Arbitrator will resolve any issues over application or enforcement of this clause.","metadata":{"loc":{"lines":{"from":479,"to":484}}}}],["87",{"pageContent":"by 24 Hour on your behalf, which you otherwise would be obligated to pay under AAA’s rules.\n9(c). Arbitrator will resolve any issues over application or enforcement of this clause.\nThe arbitrator, and not any Federal, State, or local court or agency shall have exclusive authority to resolve any dispute relating to the interpretation, applicability,\nenforceability or formation of this Agreement including, but not limited to any claim that all or any part of this Agreement is void or voidable.\n9(d). Severability and Survival. If the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be\nunenforceable, then all of the preceding language in this arbitration Section 9 will be null and void. This arbitration agreement will survive the termination of your\nrelationship with 24 Hour.","metadata":{"loc":{"lines":{"from":484,"to":490}}}}],["88",{"pageContent":"24HF-V.12.21-OR  5\n\f10. RELEASE OF LIABILITY AND ASSUMPTION OF RISK\nUsing the 24 Hour Fitness USA, LLC. (24 Hour) facilities, services, or activities involves the risk of injury to you or your guest, whether you or someone else causes\nit. Specific risks vary from one activity to another and the risks range from minor injuries to major injuries, such as catastrophic injuries including death. In\nconsideration of your acceptance of the benefits under this agreement, you understand and voluntarily accept this risk and agree that 24 Hour, its\nofficers, directors, employees, volunteers, agents and independent contractors will not be liable for any injury, including, without limitation, personal,\nbodily, or mental injury, economic loss or any damage to you, your spouse, guests, unborn child, or relatives resulting from the negligence of 24 Hour\nor anyone on 24 Hour's behalf or anyone else whether related to exercise or not. You agree to indemnify, defend and hold 24 Hour harmless against any","metadata":{"loc":{"lines":{"from":492,"to":499}}}}],["89",{"pageContent":"or anyone on 24 Hour's behalf or anyone else whether related to exercise or not. You agree to indemnify, defend and hold 24 Hour harmless against any\nliability, damages, defense costs, including attorneys’ fees, or from any other costs incurred in connection with claims for bodily injury, wrongful death or property\ndamage caused by your negligence or other wrongful acts or omissions. You further agree to hold harmless, defend and indemnify 24 Hour from all liability,\ndamages, defense costs, including attorneys’ fees, or from any other costs incurred in connection with claims for bodily injury, wrongful death or property damage\nbrought by you, your guests, or minors, even if 24 Hour Fitness was negligent. Further, you understand and acknowledge that 24 Hour does not manufacture\nfitness or other equipment at its facilities, but purchases and/or leases equipment. You understand and acknowledge that 24 Hour is providing recreational services\nand may not be held liable for defective products.","metadata":{"loc":{"lines":{"from":499,"to":505}}}}],["90",{"pageContent":"24HF-V.12.21-OR  6\n\fMember Name:                Membership Details\nMember Number:\nAgreement Number:  Jack Collins\nMembership Type:   MBR07155558\n                   24S04542908\n                   Gold","metadata":{"loc":{"lines":{"from":507,"to":513}}}}],["91",{"pageContent":"Free Weights                     GOLD\n                    Cardio Equipment\n                    Functional Training & Turf Zone    √\n                    TRX Suspension Training            √\n                    Strength Training Machines         √\n                    Olympic Training Rigs              √\n                    Locker Rooms                       √\n                    Free WiFi                          √\n                    24GO® Fitness App                  √\n                    GX24® Studio Classes               √\n                    GX24® Cycle Classes                √\n                    Basketball Court                   √\n                    Racquetball Court                  √\n                    Lap Pool                           √\n                    Sauna                              √\n                    Steam Room                         √\n                    Whirlpool                          √\n                    24GO® Premium Digital              √","metadata":{"loc":{"lines":{"from":515,"to":532}}}}],["92",{"pageContent":"Steam Room                         √\n                    Whirlpool                          √\n                    24GO® Premium Digital              √\n                    GX24® Virtual Classes              √\n                    2 FREE Buddy Passes","metadata":{"loc":{"lines":{"from":532,"to":536}}}}],["93",{"pageContent":"Facilities, classes and amenities vary by location.\n\n24HF-V.12.21-OR                                            7\n\fPhysical Activity Readiness\nQuestionnaire (PAR-Q)\n\nPAR-Q & YOU – A Questionnaire for People Aged 15 – 69\n\nRegular physical activity is fun and healthy, and increasingly more people are starting to become more active every day.\nBeing more active is very safe for most people. However, some people should check with their doctor before they start\nbecoming much more physically active.\nIf you are planning to become much more physically active than you are now, start by answering the seven questions in\nthe box below. If you are between the ages of 15 and 69, the PAR-Q will tell you if you should check with your doctor\nbefore you start. If you are over 69 years of age, and you are not used to being very active, check with your doctor.\nCommon sense is your best guide when you answer these questions. Please read the questions carefully and answer\neach one honestly.","metadata":{"loc":{"lines":{"from":538,"to":553}}}}],["94",{"pageContent":"1. Has your doctor ever said that you have a heart condition and that you should only do physical activity\n         recommended by a doctor?\n\n    2. Do you feel pain in your chest when you do physical activity?\n    3. In the past month, have you had chest pain when you were not doing physical activity?\n    4. Do you lose your balance because of dizziness or do you ever lose consciousness?\n    5. Do you have a bone or joint problem (for example, back, knee or hip) that could be made worse by a change in","metadata":{"loc":{"lines":{"from":555,"to":561}}}}],["95",{"pageContent":"your physical activity?\n    6. Is your doctor currently prescribing drugs (for example, water pills) for your blood pressure or heart condition?\n    7. Do you know of any other reason why you should not do physical activity?\nIf you answered YES to one or more questions, talk with your doctor by phone or in person BEFORE you start becoming\nmuch more physically active or BEFORE you have a fitness appraisal. Tell your doctor about the PAR-Q and which\nquestions you answered YES.\n     You may be able to do any activity you want – as long as you start slowly and build up gradually. Or, you may","metadata":{"loc":{"lines":{"from":563,"to":569}}}}],["96",{"pageContent":"need to restrict your activities to those which are safe for you. Talk with your doctor about the kinds of activities\n         you wish to participate in and follow his/her advice.\n     Find our which community programs are safe and helpful to you.\nIf you answered NO honestly to all PAR-Q questions, you can be reasonably sure that you can:\n     Start becoming much more physically active – begin slowly and build up gradually. This is the safest and easiest\n         way to go.\n     Take part in a fitness appraisal – speak to our personal training department.\nDELAY BECOMING MUCH MORE ACTIVE IF:\n     If you are not feeling well because of a temporary illness such as a cold or a fever – wait until you feel better; or\n     If you are or may become pregnant – talk with your doctor before you start becoming more active.","metadata":{"loc":{"lines":{"from":571,"to":580}}}}],["97",{"pageContent":"PLEASE NOTE:\nIf your health changes so that you then answer YES to any of the above questions, tell your fitness or health professional.\nAsk whether you should change your physical activity plan.\n\n24HF-V.12.21-OR  1\n\f24HF-V.12.21-OR  2","metadata":{"loc":{"lines":{"from":582,"to":587}}}}]]