[["0",{"pageContent":"401(K)  PLAN ADMINISTRATION\n\nWhat’s the diﬀerence\nbetween 401(k) and\nSIMPLE retirement\nplans?\n\nNICOLLE WILLSON, J.D., CFP®, C(K)P®\n14.OCT.2019\n\nThere’s no such thing as a one-size-ﬁts-all approach to retirement. While 401(k)\nplans that permit both traditional pre-tax and Roth after-tax accounts have caught\non as popular options for employers and employees alike, smaller businesses\nsometimes turn to alternative plans that require less upfront costs or upkeep.\n\nLooking for a quick solution, some small business owners turn to SIMPLE IRA or\nSIMPLE 401(k) plans. While not as robust as more traditional plans, they come\nwithout some of the challenges sometimes associated with establishing and\nmaintaining a regular 401(k) plan. Below, we’ll dive into how the diﬀerent plans\ncompare—and how small businesses should approach choosing the right\nretirement plan.\n\n                                     Page 1 of 8\n\fTraditional and Roth 401(k) accounts","metadata":{"loc":{"lines":{"from":1,"to":24}}}}],["1",{"pageContent":"Page 1 of 8\n\fTraditional and Roth 401(k) accounts\n\nFirst, a primer on traditional and Roth oﬀerings. When you think of employer-\nsponsored retirement beneﬁts, chances are that traditional 401(k) plans come to\nmind. For 2020, these accounts allow employees to contribute up to $19,500 (or\n$26,000, if they’re at least 50 years old anytime during 2020) on a pre-tax basis.\nEmployees may also make contributions up to the same limit on a post-tax basis\n(either partly or entirely) if they enroll in a Roth account under the 401(k) plan.\n\nThese high contribution limits can be a big win for employees, especially when\npaired with a generous employer match and/or a proﬁt-sharing contribution. To\nlearn more about the diﬀerences between traditional and Roth 401(k) accounts,\nread our story here.","metadata":{"loc":{"lines":{"from":24,"to":37}}}}],["2",{"pageContent":"While oﬀering a 401(k) plan is a great way for businesses to attract and retain\ntalent, such plans require considerable attention in the plan design phase and\nregular annual upkeep thereafter.\n\nWithout a third-party administrator, managing Form 5500 compliance, record-\nkeeping, beneﬁt distribution, and reporting obligations may seem daunting for\nsmall businesses. Then, there’s the whole matter of potential ﬁduciary liability.\nThat’s why many business owners turn to SIMPLE plans.\n\nHint: With Guideline as your 401(k) provider, we'll handle the heavy lifting. Our\nexperts advise you on plan set up and take care of plan administration, record-\nkeeping, Form 5500 reporting, and much more.\n\n   Hint: With Guideline as your 401(k) provider, we'll handle the heavy\n   lifting. Our experts advise you on plan set up and take care of plan\n   administration, record­keeping, Form 5500 reporting, and much","metadata":{"loc":{"lines":{"from":39,"to":54}}}}],["3",{"pageContent":"Page 2 of 8\n\f   more.\n\nSIMPLE IRAs\n\nSimple abbreviation, long name. Savings Incentive Match Plan for Employees\nIndividual Retirement Accounts, or SIMPLE IRAs. As its name suggests, these\nplans provide eligible employees with separate IRAs established in their names.\nThese IRAs diﬀer from the traditional IRA an individual might establish on his or\nher own. SIMPLE IRAs were designed exclusively to help small businesses with\n100 or fewer employees.\n\nSIMPLE IRAs are generally less expensive to administer than a SIMPLE 401(k) and\nregular 401(k) plan, making them attractive to companies who want to oﬀer\nretirement beneﬁts at a low price point. They also don’t come with the compliance\nand reporting requirements associated with regular 401(k) plans. SIMPLE IRAs are\nnot subject to Form 5500 reporting requirements, for example.","metadata":{"loc":{"lines":{"from":56,"to":72}}}}],["4",{"pageContent":"As is the case with traditional 401(k) plans, contributions are made on a pre-tax\nbasis. Taxes are only due in the year that the employee receives a distribution from\nthe account. If the employee has not attained age 59½ at the time of distribution,\nan additional 10 percent penalty is due. Like other retirement plans, employee\ncontributions are capped. For 2020, employees can contribute up to $13,500 to a\nSIMPLE IRA.\n\nAccount holders who are 50 or older at anytime during 2020 may contribute an\nadditional $3,000 “Catch-Up” contribution on top of that. Note that these limits\nare signiﬁcantly lower than the regular 401(k) plan contribution limits for 2020\n($19,500 plus “Catch-Up” contribution of $6,500 for employees who are age 50\nand over during 2020).","metadata":{"loc":{"lines":{"from":74,"to":85}}}}],["5",{"pageContent":"Page 3 of 8\n\fHere’s another diﬀerence: SIMPLE IRAs require employers to contribute to eligible\nemployees’ accounts. These contributions can either take the form of a flat 2\npercent of employee pay, regardless of whether or not the employee elects to\ncontribute, or a dollar-for-dollar match of the eligible employees’ contributions, up\nto 3 percent of salary. And unlike other matching arrangements, employees are\nalways 100% fully vested in their own contributions and their employer\ncontributions, meaning that they are entitled to keep the full amount contributed,\nno tenure requirements attached.\n\nIn return for this required contribution, the employer’s plan does not undergo\nannual nondiscrimination testing, unlike a regular 401(k) plan.","metadata":{"loc":{"lines":{"from":87,"to":98}}}}],["6",{"pageContent":"In return for this required contribution, the employer’s plan does not undergo\nannual nondiscrimination testing, unlike a regular 401(k) plan.\n\nAnd which employees are considered eligible for a SIMPLE IRA? All employees\nwho are reasonably expected to receive at least $5,000 in compensation during\nthe year and who received at least $5,000 in compensation from you in any of the\n2 preceding years (not necessarily consecutive) must be eligible to participate.\n\nSIMPLE 401(k)s\n\nSIMPLE IRAs and SIMPLE 401(k) plans have a lot in common. Most of the same\nrules apply: Businesses need to be small to participate, contributions are made on\na pre-tax basis, and reporting obligations are limited. Employee contribution limits\nare also the same.","metadata":{"loc":{"lines":{"from":98,"to":111}}}}],["7",{"pageContent":"But there are a few key diﬀerences to consider. For both the SIMPLE IRA and the\nSIMPLE 401(k), eligible employers must have no more than 100 employees who\nhave received at least $5,000 in compensation from the employer for the previous\nyear. However, a SIMPLE 401(k) plan may also make employees wait until they\nattained age 21 and completed one year of service before they are eligible to\nparticipate.\n\nAdditionally, while employers are still required to contribute a flat percentage to","metadata":{"loc":{"lines":{"from":113,"to":120}}}}],["8",{"pageContent":"Additionally, while employers are still required to contribute a flat percentage to\n\n                                                                                                                                                          Page 4 of 8\n\femployee accounts (the same percentages apply), these amounts are capped. For\n2020, only the ﬁrst $285,000 of an employee’s earnings can be considered when\ncalculating the match. In other words, a SIMPLE 401(k) plan account holder with\ncompensation in excess of the $285,000 limit couldn’t receive a matching\ncontribution of more than $8,550 (3 percent of $285,000) for 2020.\n\nSwitching to a regular 401(k) plan","metadata":{"loc":{"lines":{"from":120,"to":129}}}}],["9",{"pageContent":"Switching to a regular 401(k) plan\n\nIn general, SIMPLE plans are meant for companies with 100 or fewer employees.\nBut as your workforce grows, it becomes increasingly important to reconsider the\npros and cons of switching to a regular 401(k) plan. The higher contribution limits\nand greater potential for employer matching are reasons that your employees will\nbe just as eager to make the change.\n\nFirst things ﬁrst: You can’t have a SIMPLE IRA and a 401(k) plan within the same\nyear—meaning you can’t switch to a new plan before the next January 1. It also\nmeans that you need to evaluate your plan design options well in advance of year-\nend.\n\nOnce you’ve decided to take the leap, you’ll need to let employees know by\nNovember 2. You should also inform your payroll provider so it can cancel\nemployee contributions to your soon-to-be defunct SIMPLE IRA going into the\nnew year.","metadata":{"loc":{"lines":{"from":129,"to":145}}}}],["10",{"pageContent":"That’s what you need to consider when switching oﬀ of a SIMPLE IRA. Switching\nfrom a SIMPLE 401(k) to traditional plan tends to be an easier proposition. Why?\nThink of your SIMPLE 401(k) as a traditional plan with a special provisions\nattached.\n\nWhile you still can’t switch until January, changing the plan to a regular 401(k) plan\nrequires adopting an amendment on or before the last day of the current year and\nproviding a restated summary plan description to all employees. Work with your\n\n                                                                                                                                                          Page 5 of 8\n\fretirement provider or ﬁnancial advisor to make these adjustments.","metadata":{"loc":{"lines":{"from":147,"to":157}}}}],["11",{"pageContent":"While SIMPLE IRAs and SIMPLE 401(k) plans come with fewer compliance\nrequirements than regular 401(k) plans, they are unlikely to meet the needs of a\ngrowing business for long. As you grow, it’s time to reconsider your options—and\noﬀer employees and prospective hires a richer alternative.\n\nGuideline makes it easy to oﬀer great retirement beneﬁts without the heavy lifting.\nOur experts take care of day-to-day plan administration and compliance testing.\nWhat’s more, our technology makes completing those daunting Form 5500s a\nbreeze.\n\nDon’t just take our word for it. To see how our technology makes administering\nretirement easy for employers and employees alike, schedule a demo with one of\nour 401(k) specialists.","metadata":{"loc":{"lines":{"from":159,"to":171}}}}],["12",{"pageContent":"Don’t just take our word for it. To see how our technology makes administering\nretirement easy for employers and employees alike, schedule a demo with one of\nour 401(k) specialists.\n\nThe information provided herein is general in nature and is for informational\npurposes only. It should not be used as a substitute for speciﬁc tax advice that\nconsiders all relevant facts and circumstances. You are advised to consult a\nqualiﬁed tax professional before relying on the information provided herein.\n\n401(k)  Plan administration  Selecting a 401(k) for your clients\n\nYOU MIGHT ALSO LIKE\n\n                                                                    Page 6 of 8\n\fWhat the coronavirus                 401(k)\nrelief package means                 nondiscrimination\nfor your 401(k)                      tests: how to stay\naccount                              compliant\n\nNICOLLE WILLSON, J.D., CFP®, C(K)P®  NICOLLE WILLSON, J.D., CFP®, C(K)P®\n15.APR.2020                          02.APR.2020","metadata":{"loc":{"lines":{"from":171,"to":191}}}}],["13",{"pageContent":"NICOLLE WILLSON, J.D., CFP®, C(K)P®  NICOLLE WILLSON, J.D., CFP®, C(K)P®\n15.APR.2020                          02.APR.2020\n\nHow much should you\npay in 401(k) plan\nfees?\n\n                                     Page 7 of 8\n\fpay in 401(k) plan\nfees?\n\nNICOLLE WILLSON, J.D., CFP®, C(K)P®\n10.JAN.2020\n\nDEEP DIVES                                             TOPICS","metadata":{"loc":{"lines":{"from":191,"to":205}}}}],["14",{"pageContent":"DEEP DIVES                                             TOPICS\n\nStarting a 401(k) for your business                    401(k)\nOptimizing your 401(k) plan                            Accountants\nSaving for your retirement                             Advisors\nSelecting a 401(k) for your clients                    Company news\n                                                       CPAs\n© 2023 Guideline | On retirement | Privacy | Terms of  Finances\nService                                                Industry trends\n                                                       Investments\n                                                       IRA\n                                                       Plan administration\n                                                       Public policy\n                                                       Retirement wellness\n                                                       Savings\n                                                       SEP IRA","metadata":{"loc":{"lines":{"from":205,"to":220}}}}],["15",{"pageContent":"Page 8 of 8","metadata":{"loc":{"lines":{"from":222,"to":222}}}}]]